var listJson = [
  {
    "no": 1,
    "name": "LOHAS강릉작은도서관",
    "lat": 37.752448,
    "lon": 128.875787
  },
  {
    "no": 2,
    "name": "강릉시립중앙도서관",
    "lat": 37.773104,
    "lon": 128.912992
  },
  {
    "no": 3,
    "name": "남산작은도서관",
    "lat": 37.745705,
    "lon": 128.891124
  },
  {
    "no": 4,
    "name": "성덕반딧불작은도서관",
    "lat": 37.7559784,
    "lon": 128.907969
  },
  {
    "no": 5,
    "name": "강릉관아작은도서관",
    "lat": 37.7517814,
    "lon": 128.891807
  },
  {
    "no": 6,
    "name": "옥거리작은도서관",
    "lat": 37.758707,
    "lon": 128.901125
  },
  {
    "no": 7,
    "name": "강릉교육문화관",
    "lat": 37.745963,
    "lon": 128.899983
  },
  {
    "no": 8,
    "name": "월대산작은도서관",
    "lat": 37.763329,
    "lon": 128.918217
  },
  {
    "no": 9,
    "name": "어울림작은도서관",
    "lat": 37.763124,
    "lon": 128.908307
  },
  {
    "no": 10,
    "name": "초당작은도서관",
    "lat": 37.787332,
    "lon": 128.912116
  },
  {
    "no": 11,
    "name": "행복한모루도서관",
    "lat": 37.764043,
    "lon": 128.8909187
  },
  {
    "no": 12,
    "name": "문화작은도서관",
    "lat": 37.754376,
    "lon": 128.889762
  },
  {
    "no": 13,
    "name": "명주교육도서관",
    "lat": 37.885716,
    "lon": 128.826458
  },
  {
    "no": 14,
    "name": "솔올꿈나무작은도서관",
    "lat": 37.765609,
    "lon": 128.874446
  },
  {
    "no": 15,
    "name": "고성군립간성도서관",
    "lat": 38.381068,
    "lon": 128.465832
  },
  {
    "no": 16,
    "name": "고성교육도서관",
    "lat": 38.439136,
    "lon": 128.450195
  },
  {
    "no": 17,
    "name": "토성공공도서관",
    "lat": 38.258649,
    "lon": 128.556147
  },
  {
    "no": 18,
    "name": "동해교육도서관",
    "lat": 37.538228,
    "lon": 129.109718
  },
  {
    "no": 19,
    "name": "도계도서관",
    "lat": 37.2323751,
    "lon": 129.0496161
  },
  {
    "no": 20,
    "name": "원덕도서관",
    "lat": 37.177051,
    "lon": 129.334763
  },
  {
    "no": 21,
    "name": "남양작은도서관",
    "lat": 37.441259,
    "lon": 129.166694
  },
  {
    "no": 22,
    "name": "교육문화관",
    "lat": 37.445147,
    "lon": 129.164871
  },
  {
    "no": 23,
    "name": "삼척교육문화관",
    "lat": 37.445113,
    "lon": 129.164922
  },
  {
    "no": 24,
    "name": "풀이음작은도서관",
    "lat": 38.2060933,
    "lon": 128.5717503
  },
  {
    "no": 25,
    "name": "속초교육도서관",
    "lat": 38.202641,
    "lon": 128.580482
  },
  {
    "no": 26,
    "name": "속초교육문화관",
    "lat": 38.206183,
    "lon": 128.586161
  },
  {
    "no": 27,
    "name": "영랑작은도서관",
    "lat": 38.2144208,
    "lon": 128.594611
  },
  {
    "no": 28,
    "name": "속초시립도서관",
    "lat": 38.1866504,
    "lon": 128.5909959
  },
  {
    "no": 29,
    "name": "양구교육도서관",
    "lat": 38.101864,
    "lon": 127.9874258
  },
  {
    "no": 30,
    "name": "양구교육도서관",
    "lat": 38.101768,
    "lon": 127.9873
  },
  {
    "no": 31,
    "name": "양양교육도서관",
    "lat": 38.075911,
    "lon": 128.618256
  },
  {
    "no": 32,
    "name": "영월교육도서관",
    "lat": 37.183637,
    "lon": 128.461754
  },
  {
    "no": 33,
    "name": "영월교육도서관",
    "lat": 37.180573,
    "lon": 128.459732
  },
  {
    "no": 34,
    "name": "월담작은도서관",
    "lat": 37.178886,
    "lon": 128.478129
  },
  {
    "no": 35,
    "name": "주천공공도서관",
    "lat": 37.272206,
    "lon": 128.2670032
  },
  {
    "no": 36,
    "name": "주천도서관",
    "lat": 37.272096,
    "lon": 128.269074
  },
  {
    "no": 37,
    "name": "중천철학도서관",
    "lat": 37.3054048,
    "lon": 127.9199553
  },
  {
    "no": 38,
    "name": "문막교육도서관",
    "lat": 37.304612,
    "lon": 127.814197
  },
  {
    "no": 39,
    "name": "원주교육문화관",
    "lat": 37.351458,
    "lon": 127.936005
  },
  {
    "no": 40,
    "name": "시립중앙도서관",
    "lat": 37.3265334,
    "lon": 127.9538892
  },
  {
    "no": 41,
    "name": "태장도서관",
    "lat": 37.3603846,
    "lon": 127.9532918
  },
  {
    "no": 42,
    "name": "기린도서관",
    "lat": 37.9552138,
    "lon": 128.3190157
  },
  {
    "no": 43,
    "name": "원통도서관",
    "lat": 38.1253276,
    "lon": 128.2055659
  },
  {
    "no": 44,
    "name": "서화도서관",
    "lat": 38.2223542,
    "lon": 128.2106318
  },
  {
    "no": 45,
    "name": "인제교육도서관",
    "lat": 38.070098,
    "lon": 128.170561
  },
  {
    "no": 46,
    "name": "사북공공도서관",
    "lat": 37.22421135,
    "lon": 128.8246784
  },
  {
    "no": 47,
    "name": "정선교육도서관",
    "lat": 37.378102,
    "lon": 128.662235
  },
  {
    "no": 48,
    "name": "철원교육도서관",
    "lat": 38.210732,
    "lon": 127.212661
  },
  {
    "no": 49,
    "name": "남산도서관",
    "lat": 37.793196,
    "lon": 127.643317
  },
  {
    "no": 50,
    "name": "동내도서관",
    "lat": 37.83607,
    "lon": 127.76288
  },
  {
    "no": 51,
    "name": "신사우도서관",
    "lat": 37.905546,
    "lon": 127.728202
  },
  {
    "no": 52,
    "name": "소양도서관",
    "lat": 37.892736,
    "lon": 127.745281
  },
  {
    "no": 53,
    "name": "서면도서관",
    "lat": 37.89962,
    "lon": 127.695771
  },
  {
    "no": 54,
    "name": "춘성교육도서관",
    "lat": 37.927043,
    "lon": 127.750678
  },
  {
    "no": 55,
    "name": "시립청소년도서관",
    "lat": 37.87014,
    "lon": 127.711157
  },
  {
    "no": 56,
    "name": "춘천시립도서관",
    "lat": 37.861602,
    "lon": 127.755129
  },
  {
    "no": 57,
    "name": "춘천교육문화관",
    "lat": 37.875616,
    "lon": 127.723611
  },
  {
    "no": 58,
    "name": "태백산소드림도서관",
    "lat": 37.179859,
    "lon": 128.984964
  },
  {
    "no": 59,
    "name": "태백교육도서관",
    "lat": 37.153341,
    "lon": 128.990611
  },
  {
    "no": 60,
    "name": "태백시립도서관",
    "lat": 37.099687,
    "lon": 129.02203
  },
  {
    "no": 61,
    "name": "평창군립대관령도서관",
    "lat": 37.67409246,
    "lon": 128.7064334
  },
  {
    "no": 62,
    "name": "평창군립대화도서관",
    "lat": 37.50150918,
    "lon": 128.4580165
  },
  {
    "no": 63,
    "name": "꿈여울도서관",
    "lat": 37.3427981,
    "lon": 128.5001966
  },
  {
    "no": 64,
    "name": "방림계촌도서관",
    "lat": 37.45232955,
    "lon": 128.3060719
  },
  {
    "no": 65,
    "name": "평창군립봉평도서관",
    "lat": 37.61610126,
    "lon": 128.3793232
  },
  {
    "no": 66,
    "name": "HAPPY700 용평도서관",
    "lat": 37.58913149,
    "lon": 128.4173185
  },
  {
    "no": 67,
    "name": "평창군립진부도서관",
    "lat": 37.63535537,
    "lon": 128.554387
  },
  {
    "no": 68,
    "name": "평창교육도서관",
    "lat": 37.369615,
    "lon": 128.394372
  },
  {
    "no": 69,
    "name": "연봉도서관",
    "lat": 37.6822856,
    "lon": 127.8747795
  },
  {
    "no": 70,
    "name": "홍천교육도서관",
    "lat": 37.691568,
    "lon": 127.883728
  },
  {
    "no": 71,
    "name": "사내도서관",
    "lat": 38.073416,
    "lon": 127.520919
  },
  {
    "no": 72,
    "name": "화천어린이도서관",
    "lat": 38.104102,
    "lon": 127.702369
  },
  {
    "no": 73,
    "name": "화천교육도서관",
    "lat": 38.107539,
    "lon": 127.704273
  },
  {
    "no": 74,
    "name": "화천교육도서관",
    "lat": 37.106738,
    "lon": 127.704153
  },
  {
    "no": 75,
    "name": "횡성교육도서관",
    "lat": 37.486609,
    "lon": 127.983937
  },
  {
    "no": 76,
    "name": "가평한석봉도서관",
    "lat": 37.829814,
    "lon": 127.506473
  },
  {
    "no": 77,
    "name": "가평설악도서관",
    "lat": 37.6832798,
    "lon": 127.4887552
  },
  {
    "no": 78,
    "name": "가평조종도서관",
    "lat": 37.8183076,
    "lon": 127.353047
  },
  {
    "no": 79,
    "name": "가평청평도서관",
    "lat": 37.739591,
    "lon": 127.424182
  },
  {
    "no": 80,
    "name": "삼송도서관",
    "lat": 37.648863,
    "lon": 126.884854
  },
  {
    "no": 81,
    "name": "대덕작은도서관",
    "lat": 37.587101,
    "lon": 126.876666
  },
  {
    "no": 82,
    "name": "고양윤창작은도서관",
    "lat": 37.705803,
    "lon": 126.894709
  },
  {
    "no": 83,
    "name": "신도작은도서관",
    "lat": 37.653145,
    "lon": 126.893909
  },
  {
    "no": 84,
    "name": "행신어린이도서관",
    "lat": 37.614791,
    "lon": 126.843466
  },
  {
    "no": 85,
    "name": "신원도서관",
    "lat": 37.666383,
    "lon": 126.886359
  },
  {
    "no": 86,
    "name": "마상공원작은도서관",
    "lat": 37.393813,
    "lon": 126.495854
  },
  {
    "no": 87,
    "name": "화정도서관",
    "lat": 37.637836,
    "lon": 126.837104
  },
  {
    "no": 88,
    "name": "햇빛마을작은도서관",
    "lat": 37.624831,
    "lon": 126.838474
  },
  {
    "no": 89,
    "name": "관산작은도서관",
    "lat": 37.688013,
    "lon": 126.862536
  },
  {
    "no": 90,
    "name": "푸른마을작은도서관",
    "lat": 37.712299,
    "lon": 126.905321
  },
  {
    "no": 91,
    "name": "행신도서관",
    "lat": 37.620759,
    "lon": 126.828338
  },
  {
    "no": 92,
    "name": "고양작은도서관",
    "lat": 37.702518,
    "lon": 126.901195
  },
  {
    "no": 93,
    "name": "원당도서관",
    "lat": 37.656294,
    "lon": 126.838859
  },
  {
    "no": 94,
    "name": "화전작은도서관",
    "lat": 37.599469,
    "lon": 126.872773
  },
  {
    "no": 95,
    "name": "햇빛21작은도서관",
    "lat": 37.627322,
    "lon": 126.841414
  },
  {
    "no": 96,
    "name": "화정어린이도서관",
    "lat": 37.632833,
    "lon": 126.826303
  },
  {
    "no": 97,
    "name": "고양 포돌이 안전도서관",
    "lat": 37.628636,
    "lon": 126.827599
  },
  {
    "no": 98,
    "name": "강촌공원작은도서관",
    "lat": 37.653332,
    "lon": 126.781081
  },
  {
    "no": 99,
    "name": "사리현작은도서관",
    "lat": 37.699184,
    "lon": 126.846436
  },
  {
    "no": 100,
    "name": "풍동도서관",
    "lat": 37.670728,
    "lon": 126.797125
  },
  {
    "no": 101,
    "name": "식사도서관",
    "lat": 37.676212,
    "lon": 126.815973
  },
  {
    "no": 102,
    "name": "백석도서관",
    "lat": 37.647218,
    "lon": 126.793626
  },
  {
    "no": 103,
    "name": "마두도서관",
    "lat": 37.666716,
    "lon": 126.782057
  },
  {
    "no": 104,
    "name": "모당공원작은도서관",
    "lat": 37.694344,
    "lon": 126.784223
  },
  {
    "no": 105,
    "name": "아람누리도서관",
    "lat": 37.661486,
    "lon": 126.774456
  },
  {
    "no": 106,
    "name": "호수공원작은도서관",
    "lat": 37.653846,
    "lon": 126.768781
  },
  {
    "no": 107,
    "name": "가좌도서관",
    "lat": 37.687034,
    "lon": 126.719851
  },
  {
    "no": 108,
    "name": "대화마을작은도서관",
    "lat": 37.672884,
    "lon": 126.735397
  },
  {
    "no": 109,
    "name": "대화도서관",
    "lat": 37.681022,
    "lon": 126.753942
  },
  {
    "no": 110,
    "name": "탄현작은도서관",
    "lat": 37.700146,
    "lon": 126.765549
  },
  {
    "no": 111,
    "name": "주엽어린이도서관",
    "lat": 37.668464,
    "lon": 126.756504
  },
  {
    "no": 112,
    "name": "한뫼도서관",
    "lat": 37.693557,
    "lon": 126.776259
  },
  {
    "no": 113,
    "name": "덕이도서관",
    "lat": 37.702949,
    "lon": 126.754554
  },
  {
    "no": 114,
    "name": "문원도서관",
    "lat": 37.424736,
    "lon": 127.007416
  },
  {
    "no": 115,
    "name": "정보과학도서관",
    "lat": 37.418729,
    "lon": 126.989709
  },
  {
    "no": 116,
    "name": "충현도서관",
    "lat": 37.4340499,
    "lon": 126.8847409
  },
  {
    "no": 117,
    "name": "소하도서관",
    "lat": 37.4452882,
    "lon": 126.8879877
  },
  {
    "no": 118,
    "name": "평생학습주제전문도서관",
    "lat": 37.474331,
    "lon": 126.868457
  },
  {
    "no": 119,
    "name": "광명도서관",
    "lat": 37.4652995,
    "lon": 126.8514147
  },
  {
    "no": 120,
    "name": "하안도서관",
    "lat": 37.4678555,
    "lon": 126.8737104
  },
  {
    "no": 121,
    "name": "철산도서관",
    "lat": 37.4769468,
    "lon": 126.8722073
  },
  {
    "no": 122,
    "name": "곤지암도서관",
    "lat": 37.34906936,
    "lon": 127.3410158
  },
  {
    "no": 123,
    "name": "도척작은도서관",
    "lat": 37.3048153,
    "lon": 127.3311699
  },
  {
    "no": 124,
    "name": "대주작은도서관",
    "lat": 37.37619768,
    "lon": 127.2609618
  },
  {
    "no": 125,
    "name": "시립중앙도서관",
    "lat": 37.41063314,
    "lon": 127.2531348
  },
  {
    "no": 126,
    "name": "오포작은도서관",
    "lat": 37.3623933,
    "lon": 127.1558041
  },
  {
    "no": 127,
    "name": "오포도서관",
    "lat": 37.3693774,
    "lon": 127.2313694
  },
  {
    "no": 128,
    "name": "능평도서관",
    "lat": 37.3502799,
    "lon": 127.1668655
  },
  {
    "no": 129,
    "name": "초월도서관",
    "lat": 37.38741111,
    "lon": 127.2910941
  },
  {
    "no": 130,
    "name": "퇴촌작은도서관",
    "lat": 37.47065196,
    "lon": 127.3092016
  },
  {
    "no": 131,
    "name": "광남작은도서관",
    "lat": 37.38522975,
    "lon": 127.2358943
  },
  {
    "no": 132,
    "name": "인창도서관",
    "lat": 37.604865,
    "lon": 127.145912
  },
  {
    "no": 133,
    "name": "수택1동작은도서관",
    "lat": 37.596331,
    "lon": 127.149091
  },
  {
    "no": 134,
    "name": "인창동작은도서관",
    "lat": 37.606521,
    "lon": 127.133081
  },
  {
    "no": 135,
    "name": "갈매작은도서관",
    "lat": 37.633183,
    "lon": 127.117793
  },
  {
    "no": 136,
    "name": "교문도서관",
    "lat": 37.595199,
    "lon": 127.134575
  },
  {
    "no": 137,
    "name": "토평도서관",
    "lat": 37.586308,
    "lon": 127.145419
  },
  {
    "no": 138,
    "name": "교문2동작은도서관",
    "lat": 37.587001,
    "lon": 127.134251
  },
  {
    "no": 139,
    "name": "수택작은도서관",
    "lat": 37.591571,
    "lon": 127.138131
  },
  {
    "no": 140,
    "name": "어린이도서관",
    "lat": 37.3721577,
    "lon": 126.9321487
  },
  {
    "no": 141,
    "name": "신산본자이2차아파트문고",
    "lat": 37.345243,
    "lon": 126.9568841
  },
  {
    "no": 142,
    "name": "당정동벤티움작은도서관",
    "lat": 37.3487558,
    "lon": 126.9536993
  },
  {
    "no": 143,
    "name": "동화나무도서관",
    "lat": 37.3463472,
    "lon": 126.9430786
  },
  {
    "no": 144,
    "name": "궁내동작은도서관",
    "lat": 37.3596595,
    "lon": 126.9218473
  },
  {
    "no": 145,
    "name": "노루목작은도서관",
    "lat": 37.3733685,
    "lon": 126.9385783
  },
  {
    "no": 146,
    "name": "우리마을도서관",
    "lat": 37.3755307,
    "lon": 126.9379985
  },
  {
    "no": 147,
    "name": "산본도서관",
    "lat": 37.3614765,
    "lon": 126.9284874
  },
  {
    "no": 148,
    "name": "주품북까페",
    "lat": 37.3474117,
    "lon": 126.9459444
  },
  {
    "no": 149,
    "name": "하늘정원작은도서관",
    "lat": 37.351087,
    "lon": 126.9438741
  },
  {
    "no": 150,
    "name": "사랑이꽃피는작은도서관",
    "lat": 37.3514971,
    "lon": 126.945001
  },
  {
    "no": 151,
    "name": "사랑이있는작은도서관",
    "lat": 37.3601619,
    "lon": 126.9434609
  },
  {
    "no": 152,
    "name": "쁘레네 작은도서관별찌",
    "lat": 37.3500574,
    "lon": 126.9390939
  },
  {
    "no": 153,
    "name": "큰나무작은도서관",
    "lat": 37.3529939,
    "lon": 126.9397887
  },
  {
    "no": 154,
    "name": "버드나무에부는바람",
    "lat": 37.3642081,
    "lon": 126.9408751
  },
  {
    "no": 155,
    "name": "금정작은도서관",
    "lat": 37.3654002,
    "lon": 126.9392712
  },
  {
    "no": 156,
    "name": "농심작은도서관",
    "lat": 37.3608044,
    "lon": 126.9539719
  },
  {
    "no": 157,
    "name": "테바작은도서관",
    "lat": 37.3512753,
    "lon": 126.9429801
  },
  {
    "no": 158,
    "name": "대야도서관",
    "lat": 37.3302814,
    "lon": 126.9153469
  },
  {
    "no": 159,
    "name": "삼성마을5단지작은도서관",
    "lat": 37.3347496,
    "lon": 126.9305619
  },
  {
    "no": 160,
    "name": "누림과나눔작은도서관",
    "lat": 37.3246625,
    "lon": 126.9459426
  },
  {
    "no": 161,
    "name": "재궁꿈나무도서관",
    "lat": 37.3584406,
    "lon": 126.939042
  },
  {
    "no": 162,
    "name": "큰꿈작은도서관",
    "lat": 37.3617052,
    "lon": 126.9376125
  },
  {
    "no": 163,
    "name": "샤론작은도서관",
    "lat": 37.3646266,
    "lon": 126.9417101
  },
  {
    "no": 164,
    "name": "당동도서관",
    "lat": 37.353715,
    "lon": 126.9451679
  },
  {
    "no": 165,
    "name": "북카페사랑아이엔지",
    "lat": 37.3652798,
    "lon": 126.930011
  },
  {
    "no": 166,
    "name": "산본녹색작은도서관",
    "lat": 37.358664,
    "lon": 126.926378
  },
  {
    "no": 167,
    "name": "그리심작은도서관",
    "lat": 37.3710657,
    "lon": 126.9388932
  },
  {
    "no": 168,
    "name": "군포새마을문고",
    "lat": 37.3593597,
    "lon": 126.9264756
  },
  {
    "no": 169,
    "name": "군포경찰서작은도서관",
    "lat": 37.3500574,
    "lon": 126.9390939
  },
  {
    "no": 170,
    "name": "책놀이터작은도서관",
    "lat": 37.3376796,
    "lon": 126.9301936
  },
  {
    "no": 171,
    "name": "꿈마을작은도서관",
    "lat": 37.3385851,
    "lon": 126.9316462
  },
  {
    "no": 172,
    "name": "숲속작은도서관",
    "lat": 37.3416115,
    "lon": 126.9307462
  },
  {
    "no": 173,
    "name": "새봄작은도서관",
    "lat": 37.3409834,
    "lon": 126.9344157
  },
  {
    "no": 174,
    "name": "공군제8249부대작은도서관",
    "lat": 37.3570793,
    "lon": 126.9029277
  },
  {
    "no": 175,
    "name": "부곡도서관",
    "lat": 37.3239978,
    "lon": 126.935676
  },
  {
    "no": 176,
    "name": "토리작은도서관",
    "lat": 37.3247104,
    "lon": 126.9404863
  },
  {
    "no": 177,
    "name": "꿈을노래하는작은도서관",
    "lat": 37.3246471,
    "lon": 126.9337856
  },
  {
    "no": 178,
    "name": "느티나무작은도서관",
    "lat": 37.3242474,
    "lon": 126.9445981
  },
  {
    "no": 179,
    "name": "중앙도서관",
    "lat": 37.3553231,
    "lon": 126.9157251
  },
  {
    "no": 180,
    "name": "율곡마을작은도서관",
    "lat": 37.3524569,
    "lon": 126.930961
  },
  {
    "no": 181,
    "name": "꿈쟁이도서관",
    "lat": 37.3443121,
    "lon": 126.9383311
  },
  {
    "no": 182,
    "name": "꿈드림작은도서관",
    "lat": 37.3451364,
    "lon": 126.9363487
  },
  {
    "no": 183,
    "name": "해오름문고",
    "lat": 37.342974,
    "lon": 126.9366123
  },
  {
    "no": 184,
    "name": "밥상머리북카페",
    "lat": 37.3611454,
    "lon": 126.9354998
  },
  {
    "no": 185,
    "name": "당정문화도서관",
    "lat": 37.3472245,
    "lon": 126.9548334
  },
  {
    "no": 186,
    "name": "고촌도서관",
    "lat": 37.6033599,
    "lon": 126.7709609
  },
  {
    "no": 187,
    "name": "장기도서관",
    "lat": 37.641871,
    "lon": 126.676491
  },
  {
    "no": 188,
    "name": "중봉도서관",
    "lat": 37.6258068,
    "lon": 126.7069315
  },
  {
    "no": 189,
    "name": "양곡도서관",
    "lat": 37.6616235,
    "lon": 126.6314373
  },
  {
    "no": 190,
    "name": "통진도서관",
    "lat": 37.693983,
    "lon": 126.5920603
  },
  {
    "no": 191,
    "name": "도농도서관",
    "lat": 37.6074597,
    "lon": 127.1592868
  },
  {
    "no": 192,
    "name": "별내도서관",
    "lat": 37.7083499,
    "lon": 127.1178283
  },
  {
    "no": 193,
    "name": "별빛도서관",
    "lat": 37.6506001,
    "lon": 127.1200961
  },
  {
    "no": 194,
    "name": "오남도서관",
    "lat": 37.6979608,
    "lon": 127.1978694
  },
  {
    "no": 195,
    "name": "와부도서관",
    "lat": 37.5856854,
    "lon": 127.2174983
  },
  {
    "no": 196,
    "name": "평내도서관",
    "lat": 37.6417431,
    "lon": 127.2388903
  },
  {
    "no": 197,
    "name": "진건도서관",
    "lat": 37.6551356,
    "lon": 127.1774389
  },
  {
    "no": 198,
    "name": "진접도서관",
    "lat": 37.7296018,
    "lon": 127.1941965
  },
  {
    "no": 199,
    "name": "진접푸른숲 도서관",
    "lat": 37.7156893,
    "lon": 127.1929216
  },
  {
    "no": 200,
    "name": "퇴계원도서관",
    "lat": 37.6491214,
    "lon": 127.1452884
  },
  {
    "no": 201,
    "name": "화도도서관",
    "lat": 37.6501371,
    "lon": 127.3058147
  },
  {
    "no": 202,
    "name": "동두천시립도서관",
    "lat": 37.906673,
    "lon": 127.047641
  },
  {
    "no": 203,
    "name": "운동장작은도서관",
    "lat": 37.899381,
    "lon": 127.069692
  },
  {
    "no": 204,
    "name": "도심작은도서관",
    "lat": 37.488165,
    "lon": 127.072784
  },
  {
    "no": 205,
    "name": "동두천꿈나무정보도서관",
    "lat": 37.892152,
    "lon": 127.051398
  },
  {
    "no": 206,
    "name": "판타스틱큐브",
    "lat": 37.5028451,
    "lon": 126.7658519
  },
  {
    "no": 207,
    "name": "꿈여울도서관",
    "lat": 37.5154239,
    "lon": 126.8055481
  },
  {
    "no": 208,
    "name": "도당도서관",
    "lat": 37.5160367,
    "lon": 126.7851071
  },
  {
    "no": 209,
    "name": "북부도서관",
    "lat": 37.5204503,
    "lon": 126.7944379
  },
  {
    "no": 210,
    "name": "오정도서관",
    "lat": 37.5279763,
    "lon": 126.7959895
  },
  {
    "no": 211,
    "name": "원미도서관",
    "lat": 37.4980133,
    "lon": 126.7982434
  },
  {
    "no": 212,
    "name": "한울빛도서관",
    "lat": 37.4668998,
    "lon": 126.7969944
  },
  {
    "no": 213,
    "name": "무지개도서관",
    "lat": 37.3395814,
    "lon": 127.1208292
  },
  {
    "no": 214,
    "name": "구미도서관",
    "lat": 37.3454424,
    "lon": 127.1077636
  },
  {
    "no": 215,
    "name": "분당도서관",
    "lat": 37.358095,
    "lon": 127.116568
  },
  {
    "no": 216,
    "name": "판교도서관",
    "lat": 37.392292,
    "lon": 127.090308
  },
  {
    "no": 217,
    "name": "중앙도서관",
    "lat": 37.4039701,
    "lon": 127.1347135
  },
  {
    "no": 218,
    "name": "판교어린이도서관",
    "lat": 37.387444,
    "lon": 127.107945
  },
  {
    "no": 219,
    "name": "운중도서관",
    "lat": 37.390254,
    "lon": 127.075065
  },
  {
    "no": 220,
    "name": "경기성남교육도서관",
    "lat": 37.44663585,
    "lon": 127.1500988
  },
  {
    "no": 221,
    "name": "논골도서관",
    "lat": 37.456234,
    "lon": 127.159875
  },
  {
    "no": 222,
    "name": "수정도서관",
    "lat": 37.452231,
    "lon": 127.152718
  },
  {
    "no": 223,
    "name": "중원어린이도서관",
    "lat": 37.4480981,
    "lon": 127.1587991
  },
  {
    "no": 224,
    "name": "중원도서관",
    "lat": 37.430692,
    "lon": 127.140006
  },
  {
    "no": 225,
    "name": "해오름도서관",
    "lat": 37.4416058,
    "lon": 127.1594254
  },
  {
    "no": 226,
    "name": "경기평생교육학습관",
    "lat": 37.2522964,
    "lon": 127.0298955
  },
  {
    "no": 227,
    "name": "한림도서관",
    "lat": 37.237719,
    "lon": 127.024869
  },
  {
    "no": 228,
    "name": "지혜샘어린이도서관",
    "lat": 37.248008,
    "lon": 127.040081
  },
  {
    "no": 229,
    "name": "희망샘도서관",
    "lat": 37.247752,
    "lon": 126.972927
  },
  {
    "no": 230,
    "name": "버드내도서관",
    "lat": 37.257114,
    "lon": 127.015168
  },
  {
    "no": 231,
    "name": "호매실도서관",
    "lat": 37.266338,
    "lon": 126.957993
  },
  {
    "no": 232,
    "name": "서수원도서관",
    "lat": 37.273118,
    "lon": 126.972071
  },
  {
    "no": 233,
    "name": "광교푸른숲도서관",
    "lat": 37.281476,
    "lon": 127.066536
  },
  {
    "no": 234,
    "name": "광교홍재도서관",
    "lat": 37.302936,
    "lon": 127.047441
  },
  {
    "no": 235,
    "name": "바른샘어린이도서관",
    "lat": 37.268857,
    "lon": 127.052367
  },
  {
    "no": 236,
    "name": "반달어린이도서관",
    "lat": 37.250685,
    "lon": 127.077386
  },
  {
    "no": 237,
    "name": "사랑샘도서관",
    "lat": 37.295548,
    "lon": 127.036051
  },
  {
    "no": 238,
    "name": "영통도서관",
    "lat": 37.257187,
    "lon": 127.072059
  },
  {
    "no": 239,
    "name": "태장마루도서관",
    "lat": 37.238669,
    "lon": 127.051003
  },
  {
    "no": 240,
    "name": "매여울도서관",
    "lat": 37.2592853,
    "lon": 127.0474833
  },
  {
    "no": 241,
    "name": "북수원도서관",
    "lat": 37.297665,
    "lon": 126.988306
  },
  {
    "no": 242,
    "name": "슬기샘어린이도서관",
    "lat": 37.297575,
    "lon": 126.999111
  },
  {
    "no": 243,
    "name": "대추골도서관",
    "lat": 37.306611,
    "lon": 127.008094
  },
  {
    "no": 244,
    "name": "일월도서관",
    "lat": 37.286894,
    "lon": 126.977793
  },
  {
    "no": 245,
    "name": "경기중앙교육도서관",
    "lat": 37.298168,
    "lon": 127.022715
  },
  {
    "no": 246,
    "name": "한아름도서관",
    "lat": 37.273631,
    "lon": 127.035011
  },
  {
    "no": 247,
    "name": "화홍어린이도서관",
    "lat": 37.285662,
    "lon": 127.017118
  },
  {
    "no": 248,
    "name": "선경도서관",
    "lat": 37.283861,
    "lon": 127.010433
  },
  {
    "no": 249,
    "name": "창룡도서관",
    "lat": 37.290742,
    "lon": 127.027549
  },
  {
    "no": 250,
    "name": "인도래작은도서관",
    "lat": 37.272494,
    "lon": 127.027398
  },
  {
    "no": 251,
    "name": "중앙도서관",
    "lat": 37.273582,
    "lon": 127.012132
  },
  {
    "no": 252,
    "name": "화서다산도서관",
    "lat": 37.285646,
    "lon": 126.997429
  },
  {
    "no": 253,
    "name": "삼립식품작은도서관",
    "lat": 37.345842,
    "lon": 126.715478
  },
  {
    "no": 254,
    "name": "군자도서관",
    "lat": 37.345624,
    "lon": 126.784884
  },
  {
    "no": 255,
    "name": "꿈빛작은도서관",
    "lat": 37.436975,
    "lon": 126.832874
  },
  {
    "no": 256,
    "name": "능곡도서관",
    "lat": 37.371372,
    "lon": 126.813199
  },
  {
    "no": 257,
    "name": "매화도서관",
    "lat": 37.417656,
    "lon": 126.815539
  },
  {
    "no": 258,
    "name": "감나무골작은도서관",
    "lat": 37.386762,
    "lon": 126.8584079
  },
  {
    "no": 259,
    "name": "솔숲작은도서관",
    "lat": 37.419811,
    "lon": 126.791681
  },
  {
    "no": 260,
    "name": "대야어린이도서관",
    "lat": 37.443855,
    "lon": 126.792596
  },
  {
    "no": 261,
    "name": "새재골작은도서관",
    "lat": 37.381041,
    "lon": 126.803205
  },
  {
    "no": 262,
    "name": "은행골작은도서관",
    "lat": 37.436326,
    "lon": 126.797917
  },
  {
    "no": 263,
    "name": "검바위초작은도서관",
    "lat": 37.432702,
    "lon": 126.798407
  },
  {
    "no": 264,
    "name": "우리동네작은도서관",
    "lat": 37.433126,
    "lon": 126.792732
  },
  {
    "no": 265,
    "name": "신천도서관",
    "lat": 37.438535,
    "lon": 126.785024
  },
  {
    "no": 266,
    "name": "학미숲작은도서관",
    "lat": 37.406062,
    "lon": 126.7845218
  },
  {
    "no": 267,
    "name": "옥구공원숲속도서관",
    "lat": 37.351994,
    "lon": 126.700967
  },
  {
    "no": 268,
    "name": "오이도작은도서관",
    "lat": 37.343631,
    "lon": 126.691451
  },
  {
    "no": 269,
    "name": "월곶도서관",
    "lat": 37.389041,
    "lon": 126.736207
  },
  {
    "no": 270,
    "name": "대야도서관",
    "lat": 37.445264,
    "lon": 126.796549
  },
  {
    "no": 271,
    "name": "장곡도서관",
    "lat": 37.377776,
    "lon": 126.782894
  },
  {
    "no": 272,
    "name": "늠내골실버작은도서관",
    "lat": 37.3685185,
    "lon": 126.813466
  },
  {
    "no": 273,
    "name": "중앙도서관",
    "lat": 37.348052,
    "lon": 126.735568
  },
  {
    "no": 274,
    "name": "꿈나무작은도서관",
    "lat": 37.347505,
    "lon": 126.740618
  },
  {
    "no": 275,
    "name": "평안골작은도서관",
    "lat": 37.340439,
    "lon": 126.743846
  },
  {
    "no": 276,
    "name": "정왕어린이도서관",
    "lat": 37.345318,
    "lon": 126.748076
  },
  {
    "no": 277,
    "name": "함현공원작은도서관",
    "lat": 37.365459,
    "lon": 126.7322413
  },
  {
    "no": 278,
    "name": "민들레작은도서관",
    "lat": 37.364487,
    "lon": 126.737525
  },
  {
    "no": 279,
    "name": "관산도서관",
    "lat": 37.3320877,
    "lon": 126.7995727
  },
  {
    "no": 280,
    "name": "안산미디어라이브러리",
    "lat": 37.30721498,
    "lon": 126.8311697
  },
  {
    "no": 281,
    "name": "대부도서관",
    "lat": 37.24047244,
    "lon": 126.5831165
  },
  {
    "no": 282,
    "name": "안산다문화 작은도서관",
    "lat": 37.3322806,
    "lon": 126.7902964
  },
  {
    "no": 283,
    "name": "신길샛별 작은도서관",
    "lat": 37.3374193,
    "lon": 126.7777037
  },
  {
    "no": 284,
    "name": "석수골 작은도서관",
    "lat": 37.3478475,
    "lon": 126.8043285
  },
  {
    "no": 285,
    "name": "근로복지작은도서관",
    "lat": 37.3346187,
    "lon": 126.8121597
  },
  {
    "no": 286,
    "name": "선부도서관",
    "lat": 37.340689,
    "lon": 126.8052511
  },
  {
    "no": 287,
    "name": "달미작은도서관",
    "lat": 37.348328,
    "lon": 126.810264
  },
  {
    "no": 288,
    "name": "중앙도서관",
    "lat": 37.3045533,
    "lon": 126.8215564
  },
  {
    "no": 289,
    "name": "당곡작은도서관",
    "lat": 37.3238161,
    "lon": 126.837671
  },
  {
    "no": 290,
    "name": "와동별빛누리작은도서관",
    "lat": 37.34059798,
    "lon": 126.8272626
  },
  {
    "no": 291,
    "name": "선녀마을작은도서관",
    "lat": 37.3424258,
    "lon": 126.8130863
  },
  {
    "no": 292,
    "name": "원고잔도서관",
    "lat": 37.324395,
    "lon": 126.8237136
  },
  {
    "no": 293,
    "name": "모두어린이 작은도서관",
    "lat": 37.33123,
    "lon": 126.7917959
  },
  {
    "no": 294,
    "name": "단원어린이도서관",
    "lat": 37.3309506,
    "lon": 126.816028
  },
  {
    "no": 295,
    "name": "와동책읽는방작은도서관",
    "lat": 37.3428087,
    "lon": 126.8228187
  },
  {
    "no": 296,
    "name": "본오도서관",
    "lat": 37.2945178,
    "lon": 126.8685937
  },
  {
    "no": 297,
    "name": "본오3동만화작은도서관",
    "lat": 37.3006916,
    "lon": 126.8741505
  },
  {
    "no": 298,
    "name": "감골도서관",
    "lat": 37.2926186,
    "lon": 126.8544944
  },
  {
    "no": 299,
    "name": "반월도서관",
    "lat": 37.310016,
    "lon": 126.903103
  },
  {
    "no": 300,
    "name": "사이동꿈을키우는 작은도서관",
    "lat": 37.2797194,
    "lon": 126.8511041
  },
  {
    "no": 301,
    "name": "수암도서관",
    "lat": 37.36433212,
    "lon": 126.8771578
  },
  {
    "no": 302,
    "name": "해양동작은도서관",
    "lat": 37.296204,
    "lon": 126.8198256
  },
  {
    "no": 303,
    "name": "일동도서관",
    "lat": 37.3154128,
    "lon": 126.8716498
  },
  {
    "no": 304,
    "name": "상록어린이도서관",
    "lat": 37.3069949,
    "lon": 126.8632521
  },
  {
    "no": 305,
    "name": "부곡도서관",
    "lat": 37.3326386,
    "lon": 126.8608516
  },
  {
    "no": 306,
    "name": "본오1동 작은도서관",
    "lat": 37.2892251,
    "lon": 126.8644883
  },
  {
    "no": 307,
    "name": "안산평생학습관 작은도서관",
    "lat": 37.29868378,
    "lon": 126.8469293
  },
  {
    "no": 308,
    "name": "성포도서관",
    "lat": 37.3251413,
    "lon": 126.8503677
  },
  {
    "no": 309,
    "name": "안성시립공도도서관",
    "lat": 37.0035826,
    "lon": 127.173001
  },
  {
    "no": 310,
    "name": "대림동산작은도서관",
    "lat": 37.010257,
    "lon": 127.204218
  },
  {
    "no": 311,
    "name": "부영작은도서관",
    "lat": 37.0081631,
    "lon": 127.1831671
  },
  {
    "no": 312,
    "name": "태산작은도서관",
    "lat": 37.000608,
    "lon": 127.153805
  },
  {
    "no": 313,
    "name": "풍림작은도서관",
    "lat": 36.9993852,
    "lon": 127.1587457
  },
  {
    "no": 314,
    "name": "송정작은도서관",
    "lat": 37.0042968,
    "lon": 127.2005722
  },
  {
    "no": 315,
    "name": "안성시립진사도서관",
    "lat": 36.9942491,
    "lon": 127.1443901
  },
  {
    "no": 316,
    "name": "안성시립보개도서관",
    "lat": 37.0148332,
    "lon": 127.3231445
  },
  {
    "no": 317,
    "name": "삼죽작은도서관",
    "lat": 37.073125,
    "lon": 127.3748355
  },
  {
    "no": 318,
    "name": "안성시립중앙도서관",
    "lat": 37.0153548,
    "lon": 127.268818
  },
  {
    "no": 319,
    "name": "안성시립일죽도서관",
    "lat": 37.0905746,
    "lon": 127.4769589
  },
  {
    "no": 320,
    "name": "죽산작은도서관",
    "lat": 37.0769078,
    "lon": 127.4238622
  },
  {
    "no": 321,
    "name": "호계도서관",
    "lat": 37.3830584,
    "lon": 126.9505302
  },
  {
    "no": 322,
    "name": "비산도서관",
    "lat": 37.3991121,
    "lon": 126.9376493
  },
  {
    "no": 323,
    "name": "평촌도서관",
    "lat": 37.3960575,
    "lon": 126.9578036
  },
  {
    "no": 324,
    "name": "어린이도서관",
    "lat": 37.384981,
    "lon": 126.954594
  },
  {
    "no": 325,
    "name": "관양도서관",
    "lat": 37.411172,
    "lon": 126.968211
  },
  {
    "no": 326,
    "name": "벌말도서관",
    "lat": 37.3938426,
    "lon": 126.9764293
  },
  {
    "no": 327,
    "name": "고읍도서관",
    "lat": 37.792755,
    "lon": 127.084281
  },
  {
    "no": 328,
    "name": "광적도서관",
    "lat": 31.827261,
    "lon": 126.982135
  },
  {
    "no": 329,
    "name": "남면도서관",
    "lat": 37.8980773,
    "lon": 126.9758804
  },
  {
    "no": 330,
    "name": "꿈나무도서관",
    "lat": 37.7923901,
    "lon": 126.9871678
  },
  {
    "no": 331,
    "name": "양주희망도서관",
    "lat": 37.795873,
    "lon": 127.107391
  },
  {
    "no": 332,
    "name": "장흥작은도서관",
    "lat": 37.7137571,
    "lon": 126.9693719
  },
  {
    "no": 333,
    "name": "덕계도서관",
    "lat": 37.821659,
    "lon": 127.046729
  },
  {
    "no": 334,
    "name": "덕정도서관",
    "lat": 37.842996,
    "lon": 127.063047
  },
  {
    "no": 335,
    "name": "강상작은도서관",
    "lat": 37.480695,
    "lon": 127.478067
  },
  {
    "no": 336,
    "name": "강하작은도서관",
    "lat": 37.495824,
    "lon": 127.410924
  },
  {
    "no": 337,
    "name": "개군작은도서관",
    "lat": 37.427894,
    "lon": 127.542089
  },
  {
    "no": 338,
    "name": "서종작은도서관",
    "lat": 37.606691,
    "lon": 127.348987
  },
  {
    "no": 339,
    "name": "양동도서관",
    "lat": 37.419099,
    "lon": 127.7548063
  },
  {
    "no": 340,
    "name": "양서친환경도서관",
    "lat": 37.542135,
    "lon": 127.323249
  },
  {
    "no": 341,
    "name": "어린이도서관",
    "lat": 37.485567,
    "lon": 127.494513
  },
  {
    "no": 342,
    "name": "중앙도서관",
    "lat": 37.485857,
    "lon": 127.494309
  },
  {
    "no": 343,
    "name": "고읍내작은도서관",
    "lat": 37.5181908,
    "lon": 127.4564111
  },
  {
    "no": 344,
    "name": "용문도서관",
    "lat": 37.487199,
    "lon": 127.596191
  },
  {
    "no": 345,
    "name": "지평도서관",
    "lat": 37.473699,
    "lon": 127.638632
  },
  {
    "no": 346,
    "name": "청운작은도서관",
    "lat": 37.553631,
    "lon": 127.708314
  },
  {
    "no": 347,
    "name": "북내작은도서관",
    "lat": 37.3276172,
    "lon": 127.6834115
  },
  {
    "no": 348,
    "name": "산북작은도서관",
    "lat": 37.4033829,
    "lon": 127.443305
  },
  {
    "no": 349,
    "name": "여주도서관",
    "lat": 37.2997233,
    "lon": 127.6511727
  },
  {
    "no": 350,
    "name": "세종도서관",
    "lat": 37.2969223,
    "lon": 127.6252265
  },
  {
    "no": 351,
    "name": "점동도서관",
    "lat": 37.2058741,
    "lon": 127.6606653
  },
  {
    "no": 352,
    "name": "연천도서관",
    "lat": 38.0981105,
    "lon": 127.074576
  },
  {
    "no": 353,
    "name": "중앙도서관",
    "lat": 38.0323136,
    "lon": 127.0686875
  },
  {
    "no": 354,
    "name": "오산시 초평도서관",
    "lat": 37.1424489,
    "lon": 127.0465581
  },
  {
    "no": 355,
    "name": "오산시 꿈두레도서관",
    "lat": 37.2481271,
    "lon": 127.0843941
  },
  {
    "no": 356,
    "name": "오산시 양산도서관",
    "lat": 37.1942201,
    "lon": 127.0322247
  },
  {
    "no": 357,
    "name": "오산시 햇살마루도서관",
    "lat": 37.1384776,
    "lon": 127.0718335
  },
  {
    "no": 358,
    "name": "오산시 중앙도서관",
    "lat": 37.1538369,
    "lon": 127.0768604
  },
  {
    "no": 359,
    "name": "오산시 청학도서관",
    "lat": 37.155031,
    "lon": 127.0639449
  },
  {
    "no": 360,
    "name": "내손책고운도서관",
    "lat": 37.3781919,
    "lon": 126.9756154
  },
  {
    "no": 361,
    "name": "중앙도서관",
    "lat": 37.3422039,
    "lon": 126.9697264
  },
  {
    "no": 362,
    "name": "글로벌도서관",
    "lat": 37.3576385,
    "lon": 126.9705887
  },
  {
    "no": 363,
    "name": "내손도서관",
    "lat": 37.3872754,
    "lon": 126.9816985
  },
  {
    "no": 364,
    "name": "부곡글고운도서관",
    "lat": 37.3184847,
    "lon": 126.9567291
  },
  {
    "no": 365,
    "name": "청계참고운도서관",
    "lat": 37.3885835,
    "lon": 126.9960841
  },
  {
    "no": 366,
    "name": "오전빛고운도서관",
    "lat": 37.3534761,
    "lon": 126.9715047
  },
  {
    "no": 367,
    "name": "의정부1동 작은도서관",
    "lat": 37.7464356,
    "lon": 127.0475771
  },
  {
    "no": 368,
    "name": "자금동 작은도서관",
    "lat": 37.7502752,
    "lon": 127.0582251
  },
  {
    "no": 369,
    "name": "의정부3동 작은도서관",
    "lat": 37.7327394,
    "lon": 127.0489222
  },
  {
    "no": 370,
    "name": "송산1동 작은도서관",
    "lat": 37.7311817,
    "lon": 127.0866851
  },
  {
    "no": 371,
    "name": "신곡1동 작은도서관",
    "lat": 37.730794,
    "lon": 127.057985
  },
  {
    "no": 372,
    "name": "가능1동 작은도서관",
    "lat": 37.7505409,
    "lon": 127.0384877
  },
  {
    "no": 373,
    "name": "의정부2동 작은도서관",
    "lat": 37.7407861,
    "lon": 127.0427947
  },
  {
    "no": 374,
    "name": "송산2동 작은도서관",
    "lat": 37.745662,
    "lon": 127.108841
  },
  {
    "no": 375,
    "name": "의정부정보도서관",
    "lat": 37.7365584,
    "lon": 127.0348137
  },
  {
    "no": 376,
    "name": "장암동 작은도서관",
    "lat": 37.7264068,
    "lon": 127.0542544
  },
  {
    "no": 377,
    "name": "녹양동 작은도서관",
    "lat": 37.7600465,
    "lon": 127.0322732
  },
  {
    "no": 378,
    "name": "경기의정부교육도서관",
    "lat": 37.762902,
    "lon": 127.036012
  },
  {
    "no": 379,
    "name": "의정부과학도서관",
    "lat": 37.744799,
    "lon": 127.0692042
  },
  {
    "no": 380,
    "name": "신곡2동 작은도서관",
    "lat": 37.7436996,
    "lon": 127.0579769
  },
  {
    "no": 381,
    "name": "희망 Library Center",
    "lat": 37.7384318,
    "lon": 127.0460187
  },
  {
    "no": 382,
    "name": "의정부가재울도서관",
    "lat": 37.7483818,
    "lon": 127.044478
  },
  {
    "no": 383,
    "name": "호원1동 작은도서관",
    "lat": 37.7120303,
    "lon": 127.0487645
  },
  {
    "no": 384,
    "name": "의정부어린이도서관",
    "lat": 37.7266206,
    "lon": 127.0426061
  },
  {
    "no": 385,
    "name": "흥선동 작은도서관",
    "lat": 37.7414202,
    "lon": 127.039931
  },
  {
    "no": 386,
    "name": "이천시립어린이도서관",
    "lat": 37.278108,
    "lon": 127.440512
  },
  {
    "no": 387,
    "name": "이천시립마장도서관",
    "lat": 37.2538,
    "lon": 127.354097
  },
  {
    "no": 388,
    "name": "이천시립효양도서관",
    "lat": 37.2613719,
    "lon": 127.4779809
  },
  {
    "no": 389,
    "name": "이천시립도서관",
    "lat": 37.286745,
    "lon": 127.436913
  },
  {
    "no": 390,
    "name": "이천시립청미도서관",
    "lat": 37.117063,
    "lon": 127.615143
  },
  {
    "no": 391,
    "name": "가람도서관",
    "lat": 37.7314235,
    "lon": 126.7621531
  },
  {
    "no": 392,
    "name": "문산도서관",
    "lat": 37.8531648,
    "lon": 126.7833466
  },
  {
    "no": 393,
    "name": "법원도서관",
    "lat": 37.8475278,
    "lon": 126.8864135
  },
  {
    "no": 394,
    "name": "중앙도서관",
    "lat": 37.7507582,
    "lon": 126.7712361
  },
  {
    "no": 395,
    "name": "교하도서관",
    "lat": 37.7230378,
    "lon": 126.7148817
  },
  {
    "no": 396,
    "name": "금촌도서관",
    "lat": 37.7585051,
    "lon": 126.7799045
  },
  {
    "no": 397,
    "name": "솔빛도서관",
    "lat": 37.771142,
    "lon": 126.7780959
  },
  {
    "no": 398,
    "name": "한빛도서관",
    "lat": 37.7119541,
    "lon": 126.7493555
  },
  {
    "no": 399,
    "name": "적성도서관",
    "lat": 37.9541257,
    "lon": 126.9175805
  },
  {
    "no": 400,
    "name": "조리도서관",
    "lat": 37.7474529,
    "lon": 126.8066242
  },
  {
    "no": 401,
    "name": "물푸레도서관",
    "lat": 37.734088,
    "lon": 126.7204656
  },
  {
    "no": 402,
    "name": "탄현도서관",
    "lat": 37.8023063,
    "lon": 126.7160957
  },
  {
    "no": 403,
    "name": "행복어린이도서관",
    "lat": 37.8566911,
    "lon": 126.7902562
  },
  {
    "no": 404,
    "name": "해솔도서관",
    "lat": 37.7265108,
    "lon": 126.7480695
  },
  {
    "no": 405,
    "name": "평택시립도서관",
    "lat": 36.99574,
    "lon": 127.093673
  },
  {
    "no": 406,
    "name": "서정작은도서관",
    "lat": 37.066155,
    "lon": 127.055729
  },
  {
    "no": 407,
    "name": "경기도립평택도서관",
    "lat": 37.072675,
    "lon": 127.063504
  },
  {
    "no": 408,
    "name": "안중도서관",
    "lat": 36.989799,
    "lon": 126.919883
  },
  {
    "no": 409,
    "name": "오성도서관",
    "lat": 37.007604,
    "lon": 126.979715
  },
  {
    "no": 410,
    "name": "송탄작은도서관",
    "lat": 37.033292,
    "lon": 127.099416
  },
  {
    "no": 411,
    "name": "세교도서관",
    "lat": 37.006513,
    "lon": 127.078511
  },
  {
    "no": 412,
    "name": "장당도서관",
    "lat": 37.052796,
    "lon": 127.065197
  },
  {
    "no": 413,
    "name": "지산초록도서관",
    "lat": 37.078929,
    "lon": 127.060259
  },
  {
    "no": 414,
    "name": "진위도서관",
    "lat": 37.106825,
    "lon": 127.07744
  },
  {
    "no": 415,
    "name": "청북도서관",
    "lat": 37.020514,
    "lon": 126.917936
  },
  {
    "no": 416,
    "name": "팽성도서관",
    "lat": 36.964858,
    "lon": 127.051706
  },
  {
    "no": 417,
    "name": "비전작은도서관",
    "lat": 36.996075,
    "lon": 127.103199
  },
  {
    "no": 418,
    "name": "포승작은도서관",
    "lat": 36.989744,
    "lon": 126.847498
  },
  {
    "no": 419,
    "name": "포천시립가산도서관",
    "lat": 37.848699,
    "lon": 127.186262
  },
  {
    "no": 420,
    "name": "포천시립소흘도서관",
    "lat": 37.8296046,
    "lon": 127.137558
  },
  {
    "no": 421,
    "name": "포천시립영중꿈나무도서관",
    "lat": 38.005629,
    "lon": 127.245302
  },
  {
    "no": 422,
    "name": "포천시립영북도서관",
    "lat": 38.087683,
    "lon": 127.2741705
  },
  {
    "no": 423,
    "name": "포천시립일동도서관",
    "lat": 37.954934,
    "lon": 127.315553
  },
  {
    "no": 424,
    "name": "포천시립중앙도서관",
    "lat": 37.908101,
    "lon": 127.205771
  },
  {
    "no": 425,
    "name": "나룰도서관",
    "lat": 37.553494,
    "lon": 127.2080673
  },
  {
    "no": 426,
    "name": "덕풍도서관",
    "lat": 37.5334758,
    "lon": 127.2006586
  },
  {
    "no": 427,
    "name": "신장도서관",
    "lat": 37.5378505,
    "lon": 127.2143657
  },
  {
    "no": 428,
    "name": "동탄복합문화센터도서관",
    "lat": 37.19999383,
    "lon": 127.0773926
  },
  {
    "no": 429,
    "name": "두빛나래어린이도서관",
    "lat": 37.20935785,
    "lon": 127.0566174
  },
  {
    "no": 430,
    "name": "동탄중앙이음터도서관",
    "lat": 37.19902174,
    "lon": 127.1111041
  },
  {
    "no": 431,
    "name": "샘내작은도서관",
    "lat": 37.24456889,
    "lon": 126.9461462
  },
  {
    "no": 432,
    "name": "병점도서관",
    "lat": 37.21127255,
    "lon": 127.045556
  },
  {
    "no": 433,
    "name": "진안도서관",
    "lat": 37.21726805,
    "lon": 127.0339774
  },
  {
    "no": 434,
    "name": "봉담도서관",
    "lat": 37.21941336,
    "lon": 126.9490155
  },
  {
    "no": 435,
    "name": "비봉작은도서관",
    "lat": 37.23171269,
    "lon": 126.8694955
  },
  {
    "no": 436,
    "name": "송산도서관",
    "lat": 37.21693334,
    "lon": 126.7390905
  },
  {
    "no": 437,
    "name": "남양도서관",
    "lat": 37.21051615,
    "lon": 126.8251357
  },
  {
    "no": 438,
    "name": "기아행복마루 작은도서관",
    "lat": 37.06461556,
    "lon": 126.7955568
  },
  {
    "no": 439,
    "name": "삼괴도서관",
    "lat": 37.08930917,
    "lon": 126.8145541
  },
  {
    "no": 440,
    "name": "정남도서관",
    "lat": 37.16824485,
    "lon": 126.982987
  },
  {
    "no": 441,
    "name": "경기화성교육도서관",
    "lat": 37.13305,
    "lon": 126.92027
  },
  {
    "no": 442,
    "name": "둥지나래어린이도서관",
    "lat": 37.12800663,
    "lon": 126.924132
  },
  {
    "no": 443,
    "name": "태안도서관",
    "lat": 37.20577438,
    "lon": 127.0139552
  },
  {
    "no": 444,
    "name": "대아푸른솔작은도서관",
    "lat": 34.857306,
    "lon": 128.643559
  },
  {
    "no": 445,
    "name": "파라미타작은도서관",
    "lat": 34.879448,
    "lon": 128.626387
  },
  {
    "no": 446,
    "name": "글밭작은도서관",
    "lat": 34.884291,
    "lon": 128.619349
  },
  {
    "no": 447,
    "name": "거제도서관",
    "lat": 34.878998,
    "lon": 128.6228982
  },
  {
    "no": 448,
    "name": "새마을문고작은도서관",
    "lat": 34.883467,
    "lon": 128.625253
  },
  {
    "no": 449,
    "name": "남부면작은도서관",
    "lat": 34.732172,
    "lon": 128.610145
  },
  {
    "no": 450,
    "name": "바람의언덕작은도서관",
    "lat": 34.741477,
    "lon": 128.662206
  },
  {
    "no": 451,
    "name": "참새미작은도서관",
    "lat": 34.85109247,
    "lon": 128.596057
  },
  {
    "no": 452,
    "name": "참좋은작은도서관",
    "lat": 34.864264,
    "lon": 128.636196
  },
  {
    "no": 453,
    "name": "벽산3차새마을작은도서관",
    "lat": 34.858497,
    "lon": 128.6344998
  },
  {
    "no": 454,
    "name": "벽산-e솔렌스힐2차작은도서관",
    "lat": 34.862072,
    "lon": 128.631095
  },
  {
    "no": 455,
    "name": "푸른숲작은도서관",
    "lat": 34.869102,
    "lon": 128.627921
  },
  {
    "no": 456,
    "name": "e편한세상옥포아파트작은도서관",
    "lat": 34.89811443,
    "lon": 128.694067
  },
  {
    "no": 457,
    "name": "거제시립장승포도서관",
    "lat": 34.869899,
    "lon": 128.731335
  },
  {
    "no": 458,
    "name": "모오리돌작은도서관",
    "lat": 34.862441,
    "lon": 128.691076
  },
  {
    "no": 459,
    "name": "덕산아내프리미엄아파트 작은도서관",
    "lat": 34.873038,
    "lon": 128.696142
  },
  {
    "no": 460,
    "name": "덕산아내프리미엄2차아파트작은도서관",
    "lat": 34.866369,
    "lon": 128.683632
  },
  {
    "no": 461,
    "name": "옥포작은도서관",
    "lat": 34.893799,
    "lon": 128.696573
  },
  {
    "no": 462,
    "name": "성은작은도서관",
    "lat": 34.901991,
    "lon": 128.684162
  },
  {
    "no": 463,
    "name": "국제작은도서관",
    "lat": 34.891776,
    "lon": 128.692341
  },
  {
    "no": 464,
    "name": "거제시립장평도서관",
    "lat": 34.889423,
    "lon": 128.609444
  },
  {
    "no": 465,
    "name": "힐나눔작은도서관",
    "lat": 34.890039,
    "lon": 128.641065
  },
  {
    "no": 466,
    "name": "거제시립수양도서관",
    "lat": 34.887938,
    "lon": 128.64627
  },
  {
    "no": 467,
    "name": "거제시립하청도서관",
    "lat": 34.955369,
    "lon": 128.655301
  },
  {
    "no": 468,
    "name": "거제시립옥포도서관",
    "lat": 34.897043,
    "lon": 128.687551
  },
  {
    "no": 469,
    "name": "거창군립한마음도서관",
    "lat": 35.689263,
    "lon": 127.904399
  },
  {
    "no": 470,
    "name": "거창도서관",
    "lat": 35.6871643,
    "lon": 127.9118838
  },
  {
    "no": 471,
    "name": "책사랑작은도서관",
    "lat": 34.9920653,
    "lon": 128.404247
  },
  {
    "no": 472,
    "name": "고성도서관",
    "lat": 34.9793302,
    "lon": 128.3263712
  },
  {
    "no": 473,
    "name": "고성동부도서관",
    "lat": 35.0572872,
    "lon": 128.3725824
  },
  {
    "no": 474,
    "name": "김해글로벗도서관",
    "lat": 35.233815,
    "lon": 128.881247
  },
  {
    "no": 475,
    "name": "김해도서관",
    "lat": 35.2331513,
    "lon": 128.874325
  },
  {
    "no": 476,
    "name": "소리작은도서관",
    "lat": 35.235277,
    "lon": 128.882126
  },
  {
    "no": 477,
    "name": "삼계푸르지오작은도서관",
    "lat": 35.271545,
    "lon": 128.862105
  },
  {
    "no": 478,
    "name": "캐슬작은도서관",
    "lat": 35.242754,
    "lon": 128.884055
  },
  {
    "no": 479,
    "name": "삼계로얄작은도서관",
    "lat": 35.269736,
    "lon": 128.86536
  },
  {
    "no": 480,
    "name": "하늘빛작은도서관",
    "lat": 35.25385,
    "lon": 128.869012
  },
  {
    "no": 481,
    "name": "한국작은도서관",
    "lat": 35.231016,
    "lon": 128.864071
  },
  {
    "no": 482,
    "name": "석봉마을작은도서관",
    "lat": 35.202227,
    "lon": 128.813163
  },
  {
    "no": 483,
    "name": "젤미작은도서관",
    "lat": 35.195953,
    "lon": 128.797404
  },
  {
    "no": 484,
    "name": "대동푸른뜰작은도서관",
    "lat": 35.235908,
    "lon": 128.993908
  },
  {
    "no": 485,
    "name": "장유도서관",
    "lat": 35.19135341,
    "lon": 128.796542
  },
  {
    "no": 486,
    "name": "리첼작은도서관",
    "lat": 35.176559,
    "lon": 128.804075
  },
  {
    "no": 487,
    "name": "팔판작은도서관",
    "lat": 35.178936,
    "lon": 128.792554
  },
  {
    "no": 488,
    "name": "내외작은도서관",
    "lat": 35.237515,
    "lon": 128.857848
  },
  {
    "no": 489,
    "name": "뜨란채작은도서관",
    "lat": 35.233938,
    "lon": 128.861936
  },
  {
    "no": 490,
    "name": "일동한신꿈나무작은도서관",
    "lat": 35.231524,
    "lon": 128.8478
  },
  {
    "no": 491,
    "name": "분성아이파크작은도서관",
    "lat": 35.268816,
    "lon": 128.868081
  },
  {
    "no": 492,
    "name": "화정글샘도서관",
    "lat": 35.26212703,
    "lon": 128.866734
  },
  {
    "no": 493,
    "name": "우리작은도서관",
    "lat": 35.191288,
    "lon": 128.808423
  },
  {
    "no": 494,
    "name": "대포천작은도서관",
    "lat": 35.307139,
    "lon": 128.930587
  },
  {
    "no": 495,
    "name": "생림작은도서관",
    "lat": 35.327734,
    "lon": 128.849517
  },
  {
    "no": 496,
    "name": "불암동작은도서관",
    "lat": 35.222615,
    "lon": 128.926005
  },
  {
    "no": 497,
    "name": "한신책사랑작은도서관",
    "lat": 35.230726,
    "lon": 128.852587
  },
  {
    "no": 498,
    "name": "월산주공작은도서관",
    "lat": 35.203871,
    "lon": 128.802045
  },
  {
    "no": 499,
    "name": "김해기적의도서관",
    "lat": 35.175608,
    "lon": 128.810497
  },
  {
    "no": 500,
    "name": "떡갈나무숲작은도서관",
    "lat": 35.168814,
    "lon": 128.819489
  },
  {
    "no": 501,
    "name": "김해율하도서관",
    "lat": 35.172324,
    "lon": 128.820263
  },
  {
    "no": 502,
    "name": "율하e편한작은도서관",
    "lat": 35.171052,
    "lon": 128.820937
  },
  {
    "no": 503,
    "name": "활천행복작은도서관",
    "lat": 35.228982,
    "lon": 128.89988
  },
  {
    "no": 504,
    "name": "책고래작은도서관",
    "lat": 35.193648,
    "lon": 128.810204
  },
  {
    "no": 505,
    "name": "U보라작은도서관",
    "lat": 35.223075,
    "lon": 128.873868
  },
  {
    "no": 506,
    "name": "주촌디딤돌작은도서관",
    "lat": 35.238108,
    "lon": 128.830804
  },
  {
    "no": 507,
    "name": "진례작은도서관",
    "lat": 35.248815,
    "lon": 128.750703
  },
  {
    "no": 508,
    "name": "진영한빛도서관",
    "lat": 35.304243,
    "lon": 128.736129
  },
  {
    "no": 509,
    "name": "생각이크는작은도서관",
    "lat": 35.310344,
    "lon": 128.728687
  },
  {
    "no": 510,
    "name": "글혜윰작은도서관",
    "lat": 35.310006,
    "lon": 128.730249
  },
  {
    "no": 511,
    "name": "중흥샘이깊은작은도서관",
    "lat": 35.308667,
    "lon": 128.732962
  },
  {
    "no": 512,
    "name": "진영도서관",
    "lat": 35.3047813,
    "lon": 128.7414788
  },
  {
    "no": 513,
    "name": "장유대우작은도서관",
    "lat": 35.176901,
    "lon": 128.79469
  },
  {
    "no": 514,
    "name": "시호미래작은도서관",
    "lat": 35.338195,
    "lon": 128.78594
  },
  {
    "no": 515,
    "name": "대동한마음작은도서관",
    "lat": 35.234003,
    "lon": 128.863781
  },
  {
    "no": 516,
    "name": "덕산작은도서관",
    "lat": 35.233231,
    "lon": 128.868659
  },
  {
    "no": 517,
    "name": "이안나누리작은도서관",
    "lat": 35.273555,
    "lon": 128.86758
  },
  {
    "no": 518,
    "name": "칠암도서관",
    "lat": 35.244488,
    "lon": 128.910433
  },
  {
    "no": 519,
    "name": "남해화전도서관",
    "lat": 34.8388821,
    "lon": 127.890675
  },
  {
    "no": 520,
    "name": "남해도서관",
    "lat": 34.8344347,
    "lon": 127.8948264
  },
  {
    "no": 521,
    "name": "밀양도서관",
    "lat": 35.4000955,
    "lon": 128.8414288
  },
  {
    "no": 522,
    "name": "하남도서관",
    "lat": 35.3752731,
    "lon": 128.712367
  },
  {
    "no": 523,
    "name": "사천도서관",
    "lat": 35.0834703,
    "lon": 128.0873458
  },
  {
    "no": 524,
    "name": "삼천포도서관",
    "lat": 34.9533875,
    "lon": 128.0772252
  },
  {
    "no": 525,
    "name": "산청도서관",
    "lat": 35.416821,
    "lon": 127.8763443
  },
  {
    "no": 526,
    "name": "선비마을작은도서관",
    "lat": 35.27613314,
    "lon": 127.8447867
  },
  {
    "no": 527,
    "name": "행복미소작은도서관",
    "lat": 35.30138582,
    "lon": 127.9744611
  },
  {
    "no": 528,
    "name": "화성파크드림작은도서관",
    "lat": 35.402089,
    "lon": 129.171868
  },
  {
    "no": 529,
    "name": "대동이미지작은도서관",
    "lat": 35.415733,
    "lon": 129.180247
  },
  {
    "no": 530,
    "name": "양산영어도서관",
    "lat": 35.414486,
    "lon": 129.164018
  },
  {
    "no": 531,
    "name": "웅상신원아침도시작은도서관",
    "lat": 35.415985,
    "lon": 129.163175
  },
  {
    "no": 532,
    "name": "웅상종합사회복지관꿈마루작은도서관",
    "lat": 35.375123,
    "lon": 129.148488
  },
  {
    "no": 533,
    "name": "양산타워작은도서관",
    "lat": 35.326259,
    "lon": 129.024002
  },
  {
    "no": 534,
    "name": "극동작은도서관",
    "lat": 35.32883,
    "lon": 129.036369
  },
  {
    "no": 535,
    "name": "이편한마을작은도서관",
    "lat": 35.319928,
    "lon": 129.028459
  },
  {
    "no": 536,
    "name": "강변마을작은도서관",
    "lat": 35.319779,
    "lon": 129.023052
  },
  {
    "no": 537,
    "name": "아이비북스작은도서관",
    "lat": 35.319407,
    "lon": 129.026417
  },
  {
    "no": 538,
    "name": "글고은작은도서관",
    "lat": 35.315821,
    "lon": 129.029751
  },
  {
    "no": 539,
    "name": "가촌휴먼시아작은도서관",
    "lat": 35.32387,
    "lon": 128.995941
  },
  {
    "no": 540,
    "name": "동일숲속작은도서관",
    "lat": 35.324717,
    "lon": 128.993801
  },
  {
    "no": 541,
    "name": "양산여성회동무동무씨동무 작은도서관",
    "lat": 35.33144,
    "lon": 129.000839
  },
  {
    "no": 542,
    "name": "동원비스타마을작은도서관",
    "lat": 35.326421,
    "lon": 129.013298
  },
  {
    "no": 543,
    "name": "반도유보라새마을 작은도서관",
    "lat": 35.333896,
    "lon": 129.01267
  },
  {
    "no": 544,
    "name": "양우센트럴작은도서관",
    "lat": 35.312948,
    "lon": 129.006264
  },
  {
    "no": 545,
    "name": "양산시립도서관",
    "lat": 35.325181,
    "lon": 128.996715
  },
  {
    "no": 546,
    "name": "반도4차작은도서관",
    "lat": 35.318355,
    "lon": 129.006365
  },
  {
    "no": 547,
    "name": "휴먼빌둥지작은도서관",
    "lat": 35.333876,
    "lon": 129.011784
  },
  {
    "no": 548,
    "name": "백년가약작은도서관",
    "lat": 35.332231,
    "lon": 129.012599
  },
  {
    "no": 549,
    "name": "꿈을찾는아이들작은도서관",
    "lat": 35.329795,
    "lon": 129.015236
  },
  {
    "no": 550,
    "name": "우미마을작은도서관",
    "lat": 35.332149,
    "lon": 129.012432
  },
  {
    "no": 551,
    "name": "행복작은도서관",
    "lat": 35.31471,
    "lon": 129.008374
  },
  {
    "no": 552,
    "name": "대방작은도서관",
    "lat": 35.336201,
    "lon": 129.016444
  },
  {
    "no": 553,
    "name": "글마루작은도서관",
    "lat": 35.334317,
    "lon": 129.018392
  },
  {
    "no": 554,
    "name": "우남작은도서관",
    "lat": 35.332656,
    "lon": 129.016055
  },
  {
    "no": 555,
    "name": "에버빌작은도서관",
    "lat": 35.330352,
    "lon": 129.016693
  },
  {
    "no": 556,
    "name": "비바패밀리작은도서관",
    "lat": 35.3322,
    "lon": 129.01962
  },
  {
    "no": 557,
    "name": "양산종합사회복지관 행복한작은도서관",
    "lat": 35.336026,
    "lon": 129.003247
  },
  {
    "no": 558,
    "name": "황전새마을작은도서관",
    "lat": 35.326466,
    "lon": 128.998271
  },
  {
    "no": 559,
    "name": "바람꽃작은도서관",
    "lat": 35.308119,
    "lon": 128.991756
  },
  {
    "no": 560,
    "name": "동글이작은도서관",
    "lat": 35.378735,
    "lon": 129.146852
  },
  {
    "no": 561,
    "name": "꿈터 작은도서관",
    "lat": 35.360215,
    "lon": 129.042926
  },
  {
    "no": 562,
    "name": "웅상푸르지오작은도서관",
    "lat": 35.405854,
    "lon": 129.172662
  },
  {
    "no": 563,
    "name": "한내들작은도서관",
    "lat": 35.407671,
    "lon": 129.175298
  },
  {
    "no": 564,
    "name": "상북어린이도서관",
    "lat": 35.415945,
    "lon": 129.059582
  },
  {
    "no": 565,
    "name": "우리동네작은도서관",
    "lat": 35.417523,
    "lon": 129.061993
  },
  {
    "no": 566,
    "name": "옹달샘작은도서관",
    "lat": 35.388534,
    "lon": 129.04857
  },
  {
    "no": 567,
    "name": "대석햇살작은도서관",
    "lat": 35.391621,
    "lon": 129.051991
  },
  {
    "no": 568,
    "name": "고맙습니다물구나무작은도서관",
    "lat": 35.416462,
    "lon": 129.173489
  },
  {
    "no": 569,
    "name": "다숲작은도서관",
    "lat": 35.411798,
    "lon": 129.147744
  },
  {
    "no": 570,
    "name": "소주동작은도서관",
    "lat": 35.407386,
    "lon": 129.15791
  },
  {
    "no": 571,
    "name": "천성리버작은도서관",
    "lat": 35.409841,
    "lon": 129.159106
  },
  {
    "no": 572,
    "name": "우방아이유쉘작은도서관",
    "lat": 35.868807,
    "lon": 128.687654
  },
  {
    "no": 573,
    "name": "신기주공작은도서관",
    "lat": 35.353125,
    "lon": 129.039727
  },
  {
    "no": 574,
    "name": "봉우별떨기작은도서관",
    "lat": 35.386294,
    "lon": 129.143293
  },
  {
    "no": 575,
    "name": "동원로얄듀크작은도서관",
    "lat": 35.330194,
    "lon": 129.026898
  },
  {
    "no": 576,
    "name": "e- 편한작은도서관",
    "lat": 35.334245,
    "lon": 129.02556
  },
  {
    "no": 577,
    "name": "책사랑작은도서관",
    "lat": 35.337896,
    "lon": 129.030791
  },
  {
    "no": 578,
    "name": "대동아파트작은도서관",
    "lat": 35.33788,
    "lon": 129.034047
  },
  {
    "no": 579,
    "name": "경남아너스빌작은도서관",
    "lat": 35.331891,
    "lon": 129.024325
  },
  {
    "no": 580,
    "name": "디딤돌작은도서관",
    "lat": 35.334023,
    "lon": 129.028304
  },
  {
    "no": 581,
    "name": "청어람아파트새마을문고",
    "lat": 35.33407,
    "lon": 129.033042
  },
  {
    "no": 582,
    "name": "쌍용하늘 작은도서관",
    "lat": 35.334219,
    "lon": 129.031596
  },
  {
    "no": 583,
    "name": "웅상도서관",
    "lat": 35.389443,
    "lon": 129.15527
  },
  {
    "no": 584,
    "name": "한일양지뜸작은도서관",
    "lat": 35.382925,
    "lon": 129.14244
  },
  {
    "no": 585,
    "name": "코아루 작은도서관",
    "lat": 35.390329,
    "lon": 129.14971
  },
  {
    "no": 586,
    "name": "삼성한마음작은도서관",
    "lat": 35.386729,
    "lon": 129.151034
  },
  {
    "no": 587,
    "name": "순지작은도서관",
    "lat": 35.492589,
    "lon": 129.084733
  },
  {
    "no": 588,
    "name": "미라주글사랑작은도서관",
    "lat": 35.346928,
    "lon": 129.021759
  },
  {
    "no": 589,
    "name": "양산도서관",
    "lat": 35.3478484,
    "lon": 129.0438368
  },
  {
    "no": 590,
    "name": "의령도서관",
    "lat": 35.319723,
    "lon": 128.2666536
  },
  {
    "no": 591,
    "name": "의령도서관",
    "lat": 35.31979955,
    "lon": 128.266729
  },
  {
    "no": 592,
    "name": "올리움 작은도서관",
    "lat": 35.150278,
    "lon": 128.103028
  },
  {
    "no": 593,
    "name": "올리움 작은도서관",
    "lat": 35.150278,
    "lon": 128.103028
  },
  {
    "no": 594,
    "name": "가호동 새마을 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 595,
    "name": "가호동 새마을 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 596,
    "name": "초록에뜰 작은도서관",
    "lat": 35.164561,
    "lon": 128.123889
  },
  {
    "no": 597,
    "name": "초록에뜰 작은도서관",
    "lat": 35.164561,
    "lon": 128.123889
  },
  {
    "no": 598,
    "name": "동일스위트 혜윰 작은도서관",
    "lat": 35.175172,
    "lon": 128.102944
  },
  {
    "no": 599,
    "name": "동일스위트 혜윰 작은도서관",
    "lat": 35.175172,
    "lon": 128.102944
  },
  {
    "no": 600,
    "name": "금빛마을 작은 도서관",
    "lat": 35.200278,
    "lon": 128.149081
  },
  {
    "no": 601,
    "name": "금빛마을 작은 도서관",
    "lat": 35.200278,
    "lon": 128.149081
  },
  {
    "no": 602,
    "name": "진주은평도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 603,
    "name": "진주은평도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 604,
    "name": "금산 아이파크 새마을 작은도서관",
    "lat": 35.215842,
    "lon": 128.145899
  },
  {
    "no": 605,
    "name": "금산 아이파크 새마을 작은도서관",
    "lat": 35.215842,
    "lon": 128.145899
  },
  {
    "no": 606,
    "name": "행복소리 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 607,
    "name": "행복소리 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 608,
    "name": "책읽는 푸른마을도서관",
    "lat": 35.149539,
    "lon": 128.102258
  },
  {
    "no": 609,
    "name": "책읽는 푸른마을도서관",
    "lat": 35.149539,
    "lon": 128.102258
  },
  {
    "no": 610,
    "name": "꿈꾸는 도서관",
    "lat": 35.162239,
    "lon": 128.182547
  },
  {
    "no": 611,
    "name": "꿈꾸는 도서관",
    "lat": 35.162239,
    "lon": 128.182547
  },
  {
    "no": 612,
    "name": "꿈이있는 도서관",
    "lat": 35.187358,
    "lon": 128.100278
  },
  {
    "no": 613,
    "name": "꿈이있는 도서관",
    "lat": 35.187358,
    "lon": 128.100278
  },
  {
    "no": 614,
    "name": "진주여성회 달팽이어린이 도서관",
    "lat": 35.188039,
    "lon": 128.112425
  },
  {
    "no": 615,
    "name": "진주여성회 달팽이어린이 도서관",
    "lat": 35.188039,
    "lon": 128.112425
  },
  {
    "no": 616,
    "name": "하대1동 새마을작은도서관",
    "lat": 35.189764,
    "lon": 128.12043
  },
  {
    "no": 617,
    "name": "하대1동 새마을작은도서관",
    "lat": 35.189764,
    "lon": 128.12043
  },
  {
    "no": 618,
    "name": "동진주 어린이 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 619,
    "name": "동진주 어린이 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 620,
    "name": "자이 작은도서관",
    "lat": 35.177692,
    "lon": 128.104622
  },
  {
    "no": 621,
    "name": "자이 작은도서관",
    "lat": 35.177692,
    "lon": 128.104622
  },
  {
    "no": 622,
    "name": "상대한보 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 623,
    "name": "상대한보 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 624,
    "name": "상대동 새마을 열린도서관",
    "lat": 35.183373,
    "lon": 128.112144
  },
  {
    "no": 625,
    "name": "상대동 새마을 열린도서관",
    "lat": 35.183373,
    "lon": 128.112144
  },
  {
    "no": 626,
    "name": "참좋은 작은도서관",
    "lat": 35.180605,
    "lon": 128.121042
  },
  {
    "no": 627,
    "name": "참좋은 작은도서관",
    "lat": 35.180605,
    "lon": 128.121042
  },
  {
    "no": 628,
    "name": "망경한보 도담 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 629,
    "name": "망경한보 도담 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 630,
    "name": "디딤돌 문고",
    "lat": 35.184964,
    "lon": 128.017033
  },
  {
    "no": 631,
    "name": "디딤돌 문고",
    "lat": 35.184964,
    "lon": 128.017033
  },
  {
    "no": 632,
    "name": "연세 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 633,
    "name": "연세 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 634,
    "name": "상대1동 새마을문고(현대분소)",
    "lat": null,
    "lon": null
  },
  {
    "no": 635,
    "name": "상대1동 새마을문고(현대분소)",
    "lat": null,
    "lon": null
  },
  {
    "no": 636,
    "name": "진양도서관",
    "lat": 35.1671559,
    "lon": 128.1659738
  },
  {
    "no": 637,
    "name": "꿈아루 도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 638,
    "name": "꿈아루 도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 639,
    "name": "동산 새마을작은도서관",
    "lat": 35.193811,
    "lon": 128.081836
  },
  {
    "no": 640,
    "name": "동산 새마을작은도서관",
    "lat": 35.193811,
    "lon": 128.081836
  },
  {
    "no": 641,
    "name": "상봉동 새마을 작은도서관",
    "lat": 35.198272,
    "lon": 128.078058
  },
  {
    "no": 642,
    "name": "상봉동 새마을 작은도서관",
    "lat": 35.198272,
    "lon": 128.078058
  },
  {
    "no": 643,
    "name": "경남혁신 꿈꾸는 도서관",
    "lat": 35.181944,
    "lon": 128.149417
  },
  {
    "no": 644,
    "name": "경남혁신 꿈꾸는 도서관",
    "lat": 35.181944,
    "lon": 128.149417
  },
  {
    "no": 645,
    "name": "빛나는 혁신LH 1단지 도서관",
    "lat": 35.18138,
    "lon": 128.147278
  },
  {
    "no": 646,
    "name": "빛나는 혁신LH 1단지 도서관",
    "lat": 35.18138,
    "lon": 128.147278
  },
  {
    "no": 647,
    "name": "혁신도시LH8단지 도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 648,
    "name": "혁신도시LH8단지 도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 649,
    "name": "진주YWCA 다문화작은도서관 ‘단비’",
    "lat": 35.181594,
    "lon": 128.120383
  },
  {
    "no": 650,
    "name": "진주YWCA 다문화작은도서관 ‘단비’",
    "lat": 35.181594,
    "lon": 128.120383
  },
  {
    "no": 651,
    "name": "글샘누리 작은도서관",
    "lat": 35.183855,
    "lon": 128.051547
  },
  {
    "no": 652,
    "name": "글샘누리 작은도서관",
    "lat": 35.183855,
    "lon": 128.051547
  },
  {
    "no": 653,
    "name": "더퀸즈웰가도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 654,
    "name": "더퀸즈웰가도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 655,
    "name": "온새미로도서관",
    "lat": 35.173767,
    "lon": 128.065425
  },
  {
    "no": 656,
    "name": "온새미로도서관",
    "lat": 35.173767,
    "lon": 128.065425
  },
  {
    "no": 657,
    "name": "채움 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 658,
    "name": "채움 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 659,
    "name": "상평동 새마을 작은도서관",
    "lat": 35.176061,
    "lon": 128.109078
  },
  {
    "no": 660,
    "name": "상평동 새마을 작은도서관",
    "lat": 35.176061,
    "lon": 128.109078
  },
  {
    "no": 661,
    "name": "신안1차주공아파트새마을문고",
    "lat": 35.178136,
    "lon": 128.069644
  },
  {
    "no": 662,
    "name": "신안1차주공아파트새마을문고",
    "lat": 35.178136,
    "lon": 128.069644
  },
  {
    "no": 663,
    "name": "정촌 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 664,
    "name": "정촌 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 665,
    "name": "새마을문고정촌지회(정촌글샘)",
    "lat": 35.131546,
    "lon": 128.102839
  },
  {
    "no": 666,
    "name": "새마을문고정촌지회(정촌글샘)",
    "lat": 35.131546,
    "lon": 128.102839
  },
  {
    "no": 667,
    "name": "중앙성결 문고",
    "lat": 35.193556,
    "lon": 128.079397
  },
  {
    "no": 668,
    "name": "중앙성결 문고",
    "lat": 35.193556,
    "lon": 128.079397
  },
  {
    "no": 669,
    "name": "위브 글마루 도서관",
    "lat": 35.218942,
    "lon": 128.14755
  },
  {
    "no": 670,
    "name": "위브 글마루 도서관",
    "lat": 35.218942,
    "lon": 128.14755
  },
  {
    "no": 671,
    "name": "착한마음 도서관",
    "lat": 35.168697,
    "lon": 128.052425
  },
  {
    "no": 672,
    "name": "착한마음 도서관",
    "lat": 35.168697,
    "lon": 128.052425
  },
  {
    "no": 673,
    "name": "핑크드림 도서관",
    "lat": 35.168594,
    "lon": 128.053919
  },
  {
    "no": 674,
    "name": "핑크드림 도서관",
    "lat": 35.168594,
    "lon": 128.053919
  },
  {
    "no": 675,
    "name": "T.L.T작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 676,
    "name": "T.L.T작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 677,
    "name": "이현 High Class 웰가 새마을문고",
    "lat": 35.194869,
    "lon": 128.058503
  },
  {
    "no": 678,
    "name": "이현 High Class 웰가 새마을문고",
    "lat": 35.194869,
    "lon": 128.058503
  },
  {
    "no": 679,
    "name": "주약현대아파트 마을도서관 다락",
    "lat": 35.170886,
    "lon": 128.091927
  },
  {
    "no": 680,
    "name": "주약현대아파트 마을도서관 다락",
    "lat": 35.170886,
    "lon": 128.091927
  },
  {
    "no": 681,
    "name": "가좌3 주공 작은 도서관",
    "lat": 35.156894,
    "lon": 128.108869
  },
  {
    "no": 682,
    "name": "가좌3 주공 작은 도서관",
    "lat": 35.156894,
    "lon": 128.108869
  },
  {
    "no": 683,
    "name": "상봉동 봉원 새마을작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 684,
    "name": "상봉동 봉원 새마을작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 685,
    "name": "하늘소 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 686,
    "name": "하늘소 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 687,
    "name": "집현현대 작은도서관",
    "lat": 35.238478,
    "lon": 128.091689
  },
  {
    "no": 688,
    "name": "집현현대 작은도서관",
    "lat": 35.238478,
    "lon": 128.091689
  },
  {
    "no": 689,
    "name": "조은마음도서관",
    "lat": 35.248658,
    "lon": 128.125125
  },
  {
    "no": 690,
    "name": "조은마음도서관",
    "lat": 35.248658,
    "lon": 128.125125
  },
  {
    "no": 691,
    "name": "숲소리 북카페",
    "lat": null,
    "lon": null
  },
  {
    "no": 692,
    "name": "숲소리 북카페",
    "lat": null,
    "lon": null
  },
  {
    "no": 693,
    "name": "초전 해모로 루비채 2단지 북카페",
    "lat": 35.210958,
    "lon": 128.113867
  },
  {
    "no": 694,
    "name": "초전 해모로 루비채 2단지 북카페",
    "lat": 35.210958,
    "lon": 128.113867
  },
  {
    "no": 695,
    "name": "초전푸르지오1단지 도서관",
    "lat": 35.203675,
    "lon": 128.030569
  },
  {
    "no": 696,
    "name": "초전푸르지오1단지 도서관",
    "lat": 35.203675,
    "lon": 128.030569
  },
  {
    "no": 697,
    "name": "푸르미 작은도서관",
    "lat": 35.221667,
    "lon": 128.113411
  },
  {
    "no": 698,
    "name": "푸르미 작은도서관",
    "lat": 35.221667,
    "lon": 128.113411
  },
  {
    "no": 699,
    "name": "미누마루도서관",
    "lat": 35.172619,
    "lon": 128.061592
  },
  {
    "no": 700,
    "name": "미누마루도서관",
    "lat": 35.172619,
    "lon": 128.061592
  },
  {
    "no": 701,
    "name": "하곡인문도서관",
    "lat": 35.180605,
    "lon": 128.081104
  },
  {
    "no": 702,
    "name": "하곡인문도서관",
    "lat": 35.180605,
    "lon": 128.081104
  },
  {
    "no": 703,
    "name": "평거동 새마을작은도서관",
    "lat": 35.030503,
    "lon": 128.065456
  },
  {
    "no": 704,
    "name": "평거동 새마을작은도서관",
    "lat": 35.030503,
    "lon": 128.065456
  },
  {
    "no": 705,
    "name": "제자교회부설 예닮 작은도서관",
    "lat": 35.191622,
    "lon": 128.125205
  },
  {
    "no": 706,
    "name": "제자교회부설 예닮 작은도서관",
    "lat": 35.191622,
    "lon": 128.125205
  },
  {
    "no": 707,
    "name": "남지도서관",
    "lat": 35.3886009,
    "lon": 128.4725516
  },
  {
    "no": 708,
    "name": "영산도서관",
    "lat": 35.452744,
    "lon": 128.530534
  },
  {
    "no": 709,
    "name": "창녕도서관",
    "lat": 35.5357665,
    "lon": 128.5033697
  },
  {
    "no": 710,
    "name": "부림희망작은도서관",
    "lat": 35.205873,
    "lon": 128.572893
  },
  {
    "no": 711,
    "name": "무학산블루밍작은도서관",
    "lat": 35.215144,
    "lon": 128.562425
  },
  {
    "no": 712,
    "name": "마산도서관",
    "lat": 35.2130333,
    "lon": 128.5847726
  },
  {
    "no": 713,
    "name": "마산합포도서관",
    "lat": 35.183105,
    "lon": 128.562917
  },
  {
    "no": 714,
    "name": "반월작은도서관",
    "lat": 35.190291,
    "lon": 128.562451
  },
  {
    "no": 715,
    "name": "진동도서관",
    "lat": 35.1193325,
    "lon": 128.4897698
  },
  {
    "no": 716,
    "name": "마산회원도서관",
    "lat": 35.224594,
    "lon": 128.573538
  },
  {
    "no": 717,
    "name": "구암2동새마을문고",
    "lat": 35.24899,
    "lon": 128.598426
  },
  {
    "no": 718,
    "name": "지혜의바다",
    "lat": 35.25687,
    "lon": 128.59819
  },
  {
    "no": 719,
    "name": "구암1동새마을문고",
    "lat": 35.249784,
    "lon": 128.592718
  },
  {
    "no": 720,
    "name": "이미지작은도서관",
    "lat": 35.223867,
    "lon": 128.503517
  },
  {
    "no": 721,
    "name": "책사랑내서마을도서관",
    "lat": 35.267867,
    "lon": 128.524221
  },
  {
    "no": 722,
    "name": "숲속마을도서관",
    "lat": 35.231866,
    "lon": 128.496249
  },
  {
    "no": 723,
    "name": "내서도서관",
    "lat": 35.232707,
    "lon": 128.501223
  },
  {
    "no": 724,
    "name": "상곡어울림작은도서관",
    "lat": 35.242329,
    "lon": 128.503334
  },
  {
    "no": 725,
    "name": "내서읍새마을문고",
    "lat": 35.245436,
    "lon": 128.499628
  },
  {
    "no": 726,
    "name": "중리초등복합시설도서관",
    "lat": 35.255585,
    "lon": 128.520138
  },
  {
    "no": 727,
    "name": "하늘채문화의집",
    "lat": 35.265622,
    "lon": 128.52435
  },
  {
    "no": 728,
    "name": "봉암동작은도서관",
    "lat": 35.221143,
    "lon": 128.597134
  },
  {
    "no": 729,
    "name": "회성동새마을문고",
    "lat": 35.233013,
    "lon": 128.56168
  },
  {
    "no": 730,
    "name": "석전동새마을문고",
    "lat": 35.230282,
    "lon": 128.573163
  },
  {
    "no": 731,
    "name": "양덕2동새마을문고",
    "lat": 35.229104,
    "lon": 128.583811
  },
  {
    "no": 732,
    "name": "합성2동새마을문고",
    "lat": 35.238997,
    "lon": 128.58675
  },
  {
    "no": 733,
    "name": "합성가고파작은도서관",
    "lat": 35.242165,
    "lon": 128.583938
  },
  {
    "no": 734,
    "name": "회원1동새마을문고",
    "lat": 35.21818,
    "lon": 128.57421
  },
  {
    "no": 735,
    "name": "위드파크환경도서관",
    "lat": 35.209616,
    "lon": 128.704146
  },
  {
    "no": 736,
    "name": "남산평생교육센터",
    "lat": 35.205109,
    "lon": 128.702613
  },
  {
    "no": 737,
    "name": "성주평생교육센터",
    "lat": 35.189397,
    "lon": 128.694858
  },
  {
    "no": 738,
    "name": "대방평생교육센터",
    "lat": 35.211302,
    "lon": 128.708686
  },
  {
    "no": 739,
    "name": "남양평생교육센터",
    "lat": 35.209522,
    "lon": 128.701674
  },
  {
    "no": 740,
    "name": "상남평생교육센터",
    "lat": 35.219243,
    "lon": 128.688379
  },
  {
    "no": 741,
    "name": "창원도서관",
    "lat": 35.2243098,
    "lon": 128.663941
  },
  {
    "no": 742,
    "name": "반림마을도서관",
    "lat": 35.238864,
    "lon": 128.66802
  },
  {
    "no": 743,
    "name": "반지평생교육센터",
    "lat": 35.241006,
    "lon": 128.658776
  },
  {
    "no": 744,
    "name": "사파동성마을작은도서관",
    "lat": 35.220198,
    "lon": 128.705786
  },
  {
    "no": 745,
    "name": "웅남평생교육센터",
    "lat": 35.205316,
    "lon": 128.627154
  },
  {
    "no": 746,
    "name": "안민청솔마을도서관",
    "lat": 35.187216,
    "lon": 128.69003
  },
  {
    "no": 747,
    "name": "안민마을도서관",
    "lat": 35.18721,
    "lon": 128.692676
  },
  {
    "no": 748,
    "name": "내동평생교육센터",
    "lat": 35.217411,
    "lon": 128.669492
  },
  {
    "no": 749,
    "name": "늘푸른도서관",
    "lat": 35.229753,
    "lon": 128.674098
  },
  {
    "no": 750,
    "name": "성산도서관",
    "lat": 35.201999,
    "lon": 128.707232
  },
  {
    "no": 751,
    "name": "상남도서관",
    "lat": 35.213876,
    "lon": 128.695308
  },
  {
    "no": 752,
    "name": "가음정평생교육센터",
    "lat": 35.208574,
    "lon": 128.697196
  },
  {
    "no": 753,
    "name": "중앙평생교육센터",
    "lat": 35.225211,
    "lon": 128.677169
  },
  {
    "no": 754,
    "name": "사파평생교육센터",
    "lat": 35.22181,
    "lon": 128.698221
  },
  {
    "no": 755,
    "name": "대동디지털마을도서관",
    "lat": 35.206477,
    "lon": 128.709061
  },
  {
    "no": 756,
    "name": "봉림평생교육센터",
    "lat": 35.245406,
    "lon": 128.658515
  },
  {
    "no": 757,
    "name": "대산평생교육센터",
    "lat": 35.33241,
    "lon": 128.707739
  },
  {
    "no": 758,
    "name": "대원평생교육센터",
    "lat": 35.235035,
    "lon": 128.651015
  },
  {
    "no": 759,
    "name": "동읍평생교육센터",
    "lat": 35.284665,
    "lon": 128.682413
  },
  {
    "no": 760,
    "name": "용잠마을도서관",
    "lat": 35.279752,
    "lon": 128.688747
  },
  {
    "no": 761,
    "name": "자여마을도서관",
    "lat": 35.277235,
    "lon": 128.700235
  },
  {
    "no": 762,
    "name": "명서1평생교육센터",
    "lat": 35.245727,
    "lon": 128.64909
  },
  {
    "no": 763,
    "name": "반딧불이도서관",
    "lat": 35.347947,
    "lon": 128.60723
  },
  {
    "no": 764,
    "name": "사림평생교육센터",
    "lat": 35.244886,
    "lon": 128.679146
  },
  {
    "no": 765,
    "name": "명곡도서관",
    "lat": 35.253149,
    "lon": 128.648577
  },
  {
    "no": 766,
    "name": "소계평생교육센터",
    "lat": 35.257276,
    "lon": 128.59997
  },
  {
    "no": 767,
    "name": "신월평생교육센터",
    "lat": 35.227648,
    "lon": 128.692492
  },
  {
    "no": 768,
    "name": "용지평생교육센터",
    "lat": 35.235979,
    "lon": 128.684136
  },
  {
    "no": 769,
    "name": "의창도서관",
    "lat": 35.23361,
    "lon": 128.679172
  },
  {
    "no": 770,
    "name": "명서2평생교육센터",
    "lat": 35.243378,
    "lon": 128.641731
  },
  {
    "no": 771,
    "name": "의창평생교육센터",
    "lat": 35.265238,
    "lon": 128.620724
  },
  {
    "no": 772,
    "name": "봉림작은도서관",
    "lat": 35.24783,
    "lon": 128.666819
  },
  {
    "no": 773,
    "name": "봉곡평생교육센터",
    "lat": 35.244693,
    "lon": 128.655278
  },
  {
    "no": 774,
    "name": "천주평생교육센터",
    "lat": 35.266571,
    "lon": 128.61747
  },
  {
    "no": 775,
    "name": "명곡평생교육센터",
    "lat": 35.255614,
    "lon": 128.639333
  },
  {
    "no": 776,
    "name": "양덕1동새마을문고",
    "lat": 35.248812,
    "lon": 128.603424
  },
  {
    "no": 777,
    "name": "팔룡평생교육센터",
    "lat": 35.256423,
    "lon": 128.613635
  },
  {
    "no": 778,
    "name": "고향의봄도서관",
    "lat": 35.256632,
    "lon": 128.618549
  },
  {
    "no": 779,
    "name": "동부도서관",
    "lat": 35.100007,
    "lon": 128.817141
  },
  {
    "no": 780,
    "name": "진해도서관",
    "lat": 35.152457,
    "lon": 128.6675
  },
  {
    "no": 781,
    "name": "우성아파트새마을문고",
    "lat": 35.138514,
    "lon": 128.703818
  },
  {
    "no": 782,
    "name": "한림리츠빌새마을문고",
    "lat": 35.13879,
    "lon": 128.709077
  },
  {
    "no": 783,
    "name": "대동다숲새마을문고",
    "lat": 35.128422,
    "lon": 128.706255
  },
  {
    "no": 784,
    "name": "통영시립도서관",
    "lat": 34.8618204,
    "lon": 128.4247131
  },
  {
    "no": 785,
    "name": "통영도서관",
    "lat": 34.8281397,
    "lon": 128.4157844
  },
  {
    "no": 786,
    "name": "통영시립산양도서관",
    "lat": 34.8028677,
    "lon": 128.3934746
  },
  {
    "no": 787,
    "name": "통영시립욕지도서관",
    "lat": 34.6367834,
    "lon": 128.2633693
  },
  {
    "no": 788,
    "name": "통영시립충무도서관",
    "lat": 34.8732994,
    "lon": 128.4204786
  },
  {
    "no": 789,
    "name": "하동도서관",
    "lat": 35.0638799,
    "lon": 127.7448809
  },
  {
    "no": 790,
    "name": "함안도서관",
    "lat": 35.2711631,
    "lon": 128.4082233
  },
  {
    "no": 791,
    "name": "함양도서관",
    "lat": 35.521357,
    "lon": 127.727045
  },
  {
    "no": 792,
    "name": "함양도서관",
    "lat": 35.5211566,
    "lon": 127.7270493
  },
  {
    "no": 793,
    "name": "행복한 아이터",
    "lat": 35.731775,
    "lon": 128.106115
  },
  {
    "no": 794,
    "name": "가야작은도서관",
    "lat": 35.762687,
    "lon": 128.138854
  },
  {
    "no": 795,
    "name": "가야아동작은도서관",
    "lat": 35.763344,
    "lon": 128.139149
  },
  {
    "no": 796,
    "name": "솔고생태도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 797,
    "name": "샛별도서관",
    "lat": 35.615343,
    "lon": 128.358802
  },
  {
    "no": 798,
    "name": "관기교회문고",
    "lat": 35.650281,
    "lon": 128.127143
  },
  {
    "no": 799,
    "name": "묘산 중앙문고",
    "lat": 35.658775,
    "lon": 128.114331
  },
  {
    "no": 800,
    "name": "희망문고",
    "lat": 35.658063,
    "lon": 128.113137
  },
  {
    "no": 801,
    "name": "삼가장터3.1광장도서관",
    "lat": 35.412918,
    "lon": 128.121263
  },
  {
    "no": 802,
    "name": "야로작은도서관",
    "lat": 35.704862,
    "lon": 128.168508
  },
  {
    "no": 803,
    "name": "야로교회문고",
    "lat": 35.705477,
    "lon": 128.166069
  },
  {
    "no": 804,
    "name": "보름달작은도서관",
    "lat": 35.70782043,
    "lon": 128.171317
  },
  {
    "no": 805,
    "name": "적중문고",
    "lat": 35.546393,
    "lon": 128.278546
  },
  {
    "no": 806,
    "name": "도토리와친구들어린이도서관",
    "lat": 35.558138,
    "lon": 128.270268
  },
  {
    "no": 807,
    "name": "육아종합지원센터작은도서관",
    "lat": 35.566129,
    "lon": 128.164193
  },
  {
    "no": 808,
    "name": "합천도서관",
    "lat": 35.564337,
    "lon": 128.1684961
  },
  {
    "no": 809,
    "name": "향파새마을작은도서관",
    "lat": 35.568461,
    "lon": 128.155736
  },
  {
    "no": 810,
    "name": "합천유치원작은도서관",
    "lat": 35.569701,
    "lon": 128.153144
  },
  {
    "no": 811,
    "name": "토끼와거북이 리더십도서관",
    "lat": 35.564742,
    "lon": 128.159333
  },
  {
    "no": 812,
    "name": "새마을문고센터",
    "lat": 35.561412,
    "lon": 128.160001
  },
  {
    "no": 813,
    "name": "꿈꾸는 도서관",
    "lat": 35.565781,
    "lon": 128.161565
  },
  {
    "no": 814,
    "name": "경산시립장산도서관",
    "lat": 35.814531,
    "lon": 128.730351
  },
  {
    "no": 815,
    "name": "경산시립도서관",
    "lat": 35.9132142,
    "lon": 128.8129462
  },
  {
    "no": 816,
    "name": "감포도서관",
    "lat": 35.798842,
    "lon": 129.492995
  },
  {
    "no": 817,
    "name": "단석도서관",
    "lat": 35.851843,
    "lon": 129.102487
  },
  {
    "no": 818,
    "name": "중앙도서관",
    "lat": 35.838965,
    "lon": 129.207499
  },
  {
    "no": 819,
    "name": "칠평도서관",
    "lat": 35.992352,
    "lon": 129.218723
  },
  {
    "no": 820,
    "name": "경주시립도서관",
    "lat": 35.859605,
    "lon": 129.219345
  },
  {
    "no": 821,
    "name": "송화도서관",
    "lat": 35.843351,
    "lon": 129.181578
  },
  {
    "no": 822,
    "name": "다산도서관",
    "lat": 35.822692,
    "lon": 128.4521132
  },
  {
    "no": 823,
    "name": "구미시립중앙도서관",
    "lat": 36.11379719,
    "lon": 128.3352266
  },
  {
    "no": 824,
    "name": "구미시립원평으뜸도서관",
    "lat": 36.1282674,
    "lon": 128.3400323
  },
  {
    "no": 825,
    "name": "구미시립봉곡도서관(열람실)",
    "lat": 36.1529195,
    "lon": 128.3076996
  },
  {
    "no": 826,
    "name": "구미시립봉곡도서관(자료실)",
    "lat": 36.1529195,
    "lon": 128.3076996
  },
  {
    "no": 827,
    "name": "구미시립봉곡도서관",
    "lat": 36.15291543,
    "lon": 128.307699
  },
  {
    "no": 828,
    "name": "구미시립상모정수도서관",
    "lat": 36.0874729,
    "lon": 128.3561012
  },
  {
    "no": 829,
    "name": "구미시립선산도서관(열람실)",
    "lat": 36.2387879,
    "lon": 128.3048705
  },
  {
    "no": 830,
    "name": "구미시립선산도서관(자료실)",
    "lat": 36.2387879,
    "lon": 128.3048705
  },
  {
    "no": 831,
    "name": "구미시립선산도서관",
    "lat": 36.23881512,
    "lon": 128.3048772
  },
  {
    "no": 832,
    "name": "구미시립인동도서관",
    "lat": 36.09943783,
    "lon": 128.4236679
  },
  {
    "no": 833,
    "name": "구미시립해평누리도서관",
    "lat": 36.20260061,
    "lon": 128.3916199
  },
  {
    "no": 834,
    "name": "새마을문고",
    "lat": 36.2411906,
    "lon": 128.5693541
  },
  {
    "no": 835,
    "name": "온박물관 작은도서관",
    "lat": 36.2393782,
    "lon": 128.4881728
  },
  {
    "no": 836,
    "name": "생각마루도서관",
    "lat": 36.2393782,
    "lon": 128.4881728
  },
  {
    "no": 837,
    "name": "고래실작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 838,
    "name": "삼산이수작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 839,
    "name": "보랏빛꿈작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 840,
    "name": "김산고을작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 841,
    "name": "달봉산작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 842,
    "name": "자두꽃작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 843,
    "name": "푸름찬작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 844,
    "name": "꿈앤들작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 845,
    "name": "큰숲작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 846,
    "name": "김천시립도서관",
    "lat": 36.123591,
    "lon": 128.110021
  },
  {
    "no": 847,
    "name": "드림밸리작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 848,
    "name": "동로작은도서관",
    "lat": 36.7699779,
    "lon": 128.3077561
  },
  {
    "no": 849,
    "name": "문경시립문희도서관",
    "lat": 36.7370231,
    "lon": 128.1023051
  },
  {
    "no": 850,
    "name": "문경시립모전도서관",
    "lat": 36.5867291,
    "lon": 128.1858811
  },
  {
    "no": 851,
    "name": "문경시립중앙도서관",
    "lat": 36.5907221,
    "lon": 128.1984591
  },
  {
    "no": 852,
    "name": "경상북도교육청 봉화도서관",
    "lat": 36.8884171,
    "lon": 128.7399894
  },
  {
    "no": 853,
    "name": "공갈못 꿈꾸는 작은 도서관",
    "lat": 36.512359,
    "lon": 128.159199
  },
  {
    "no": 854,
    "name": "모동 작은도서관",
    "lat": 36.316899,
    "lon": 127.961009
  },
  {
    "no": 855,
    "name": "외서면 작은도서관",
    "lat": 36.478785,
    "lon": 128.10629
  },
  {
    "no": 856,
    "name": "고동람 작은도서관",
    "lat": 36.56967,
    "lon": 128.1791
  },
  {
    "no": 857,
    "name": "청사도서관",
    "lat": 35.920992,
    "lon": 128.283836
  },
  {
    "no": 858,
    "name": "강남어린이도서관",
    "lat": 36.54964,
    "lon": 128.72963
  },
  {
    "no": 859,
    "name": "안동시립도서관",
    "lat": 36.5661722,
    "lon": 128.7353063
  },
  {
    "no": 860,
    "name": "금호작은도서관",
    "lat": 36.379181,
    "lon": 129.387822
  },
  {
    "no": 861,
    "name": "영덕공공도서관",
    "lat": 36.414541,
    "lon": 129.368189
  },
  {
    "no": 862,
    "name": "해맑은작은도서관",
    "lat": 36.413872,
    "lon": 129.366802
  },
  {
    "no": 863,
    "name": "예주작은도서관",
    "lat": 36.530004,
    "lon": 129.405193
  },
  {
    "no": 864,
    "name": "예주고을작은도서관",
    "lat": 36.538248,
    "lon": 129.413168
  },
  {
    "no": 865,
    "name": "수비면 작은도서관",
    "lat": 36.766102,
    "lon": 129.203631
  },
  {
    "no": 866,
    "name": "영양공공도서관",
    "lat": 36.661005,
    "lon": 129.111181
  },
  {
    "no": 867,
    "name": "입암면 작은도서관",
    "lat": 36.594446,
    "lon": 129.090222
  },
  {
    "no": 868,
    "name": "경상북도교육청예천도서관",
    "lat": 36.6552246,
    "lon": 128.4543051
  },
  {
    "no": 869,
    "name": "근남작은도서관",
    "lat": 36.798243,
    "lon": 129.451806
  },
  {
    "no": 870,
    "name": "기성작은도서관",
    "lat": 36.963998,
    "lon": 129.394695
  },
  {
    "no": 871,
    "name": "매화작은도서관",
    "lat": 36.91313,
    "lon": 129.380044
  },
  {
    "no": 872,
    "name": "온정작은도서관",
    "lat": 36.727657,
    "lon": 129.442181
  },
  {
    "no": 873,
    "name": "울진작은도서관",
    "lat": 36.994543,
    "lon": 129.402953
  },
  {
    "no": 874,
    "name": "죽변면도서관",
    "lat": 37.06493,
    "lon": 129.418842
  },
  {
    "no": 875,
    "name": "평해작은도서관",
    "lat": 36.72385,
    "lon": 129.345004
  },
  {
    "no": 876,
    "name": "울진남부도서관",
    "lat": 36.688135,
    "lon": 129.443829
  },
  {
    "no": 877,
    "name": "의성군립도서관",
    "lat": 36.3846944,
    "lon": 128.4392907
  },
  {
    "no": 878,
    "name": "청도작은도서관",
    "lat": 35.642209,
    "lon": 128.6178319
  },
  {
    "no": 879,
    "name": "청도어린이도서관",
    "lat": 35.6482786,
    "lon": 128.7363307
  },
  {
    "no": 880,
    "name": "청송군립진보공공도서관",
    "lat": 36.5359123,
    "lon": 129.0510395
  },
  {
    "no": 881,
    "name": "동명작은도서관",
    "lat": 35.9699038,
    "lon": 128.5200773
  },
  {
    "no": 882,
    "name": "석적도서관",
    "lat": 36.062771,
    "lon": 128.34183
  },
  {
    "no": 883,
    "name": "북삼도서관",
    "lat": 36.0745255,
    "lon": 128.4091609
  },
  {
    "no": 884,
    "name": "약목작은도서관",
    "lat": 36.0327178,
    "lon": 128.3637404
  },
  {
    "no": 885,
    "name": "칠곡군립도서관",
    "lat": 35.975601,
    "lon": 128.3974915
  },
  {
    "no": 886,
    "name": "구룡포 미르아라",
    "lat": 35.9911939,
    "lon": 129.5525423
  },
  {
    "no": 887,
    "name": "대송면 큰솔",
    "lat": 35.978139,
    "lon": 129.3622287
  },
  {
    "no": 888,
    "name": "상대동 큰섬마을",
    "lat": 36.0236948,
    "lon": 129.3641443
  },
  {
    "no": 889,
    "name": "동해석곡도서관",
    "lat": 35.9908951,
    "lon": 129.437424
  },
  {
    "no": 890,
    "name": "청림동 푸른숲",
    "lat": 35.9951453,
    "lon": 129.409443
  },
  {
    "no": 891,
    "name": "어린이영어도서관",
    "lat": 36.0069433,
    "lon": 129.3557325
  },
  {
    "no": 892,
    "name": "영암도서관",
    "lat": 36.012363,
    "lon": 129.358188
  },
  {
    "no": 893,
    "name": "효곡동 행복",
    "lat": 36.0060364,
    "lon": 129.3331382
  },
  {
    "no": 894,
    "name": "송도동 솔향",
    "lat": 36.0390918,
    "lon": 129.3759803
  },
  {
    "no": 895,
    "name": "대잠도서관",
    "lat": 36.0192317,
    "lon": 129.343568
  },
  {
    "no": 896,
    "name": "연일읍 미르",
    "lat": 36.0075324,
    "lon": 129.3202045
  },
  {
    "no": 897,
    "name": "연일읍 해돋이",
    "lat": 35.9916047,
    "lon": 129.3439854
  },
  {
    "no": 898,
    "name": "오천읍 그루터기",
    "lat": 35.9629902,
    "lon": 129.411762
  },
  {
    "no": 899,
    "name": "오천읍 해와달",
    "lat": 35.9639113,
    "lon": 129.4016108
  },
  {
    "no": 900,
    "name": "장기면 양포",
    "lat": 35.879731,
    "lon": 129.518151
  },
  {
    "no": 901,
    "name": "오천도서관",
    "lat": 35.9686415,
    "lon": 129.4164469
  },
  {
    "no": 902,
    "name": "청림동 찬내",
    "lat": 35.9926713,
    "lon": 129.4043654
  },
  {
    "no": 903,
    "name": "해도동 바다섬",
    "lat": 36.0194094,
    "lon": 129.3704602
  },
  {
    "no": 904,
    "name": "효곡동 그린숲",
    "lat": 36.0296604,
    "lon": 129.3230316
  },
  {
    "no": 905,
    "name": "호미곶면 호미곶",
    "lat": 36.0776038,
    "lon": 129.5618135
  },
  {
    "no": 906,
    "name": "효곡동 열린",
    "lat": 36.0048681,
    "lon": 129.3434059
  },
  {
    "no": 907,
    "name": "기계면 버드내",
    "lat": 36.0704122,
    "lon": 129.2064917
  },
  {
    "no": 908,
    "name": "흥해읍 참새미",
    "lat": 36.0762217,
    "lon": 129.3391557
  },
  {
    "no": 909,
    "name": "두호동 책이랑바다랑",
    "lat": 36.0608327,
    "lon": 129.3801367
  },
  {
    "no": 910,
    "name": "포은중앙도서관",
    "lat": 36.0438708,
    "lon": 129.3674875
  },
  {
    "no": 911,
    "name": "환여동 해맞이꿈터",
    "lat": 36.0692629,
    "lon": 129.391288
  },
  {
    "no": 912,
    "name": "두호동 두무치",
    "lat": 36.0573382,
    "lon": 129.3747284
  },
  {
    "no": 913,
    "name": "우창동 어울",
    "lat": 36.05337908,
    "lon": 129.3605209
  },
  {
    "no": 914,
    "name": "신광면/비학산",
    "lat": 36.1297931,
    "lon": 129.2615967
  },
  {
    "no": 915,
    "name": "장량동 햇살",
    "lat": 36.0846036,
    "lon": 129.4058505
  },
  {
    "no": 916,
    "name": "장량동 바람숲",
    "lat": 36.0847554,
    "lon": 129.4035043
  },
  {
    "no": 917,
    "name": "양학동 부학",
    "lat": 36.0254414,
    "lon": 129.3505767
  },
  {
    "no": 918,
    "name": "용흥동 솔개재",
    "lat": 36.0429914,
    "lon": 129.352743
  },
  {
    "no": 919,
    "name": "장량동 다솜",
    "lat": 36.0917528,
    "lon": 129.3825572
  },
  {
    "no": 920,
    "name": "장량동 꿈마루",
    "lat": 36.0896534,
    "lon": 129.3947615
  },
  {
    "no": 921,
    "name": "장량동 해뜰참",
    "lat": 36.0749449,
    "lon": 129.3819991
  },
  {
    "no": 922,
    "name": "죽도동 청암",
    "lat": 36.0330667,
    "lon": 129.3694662
  },
  {
    "no": 923,
    "name": "죽도동 맑은물",
    "lat": 36.0329348,
    "lon": 129.3647387
  },
  {
    "no": 924,
    "name": "죽장면 참느리",
    "lat": 36.241568,
    "lon": 129.2154541
  },
  {
    "no": 925,
    "name": "죽장면 선바위 작은도서관",
    "lat": 36.1604931,
    "lon": 129.094408
  },
  {
    "no": 926,
    "name": "그림책마을",
    "lat": 36.039322,
    "lon": 129.366438
  },
  {
    "no": 927,
    "name": "청하면 해아",
    "lat": 36.2012958,
    "lon": 129.3407003
  },
  {
    "no": 928,
    "name": "장량동 참사랑",
    "lat": 36.0819393,
    "lon": 129.3779321
  },
  {
    "no": 929,
    "name": "환호동 환호어린이",
    "lat": 36.0677345,
    "lon": 129.3931429
  },
  {
    "no": 930,
    "name": "흥해읍 어리골",
    "lat": 36.0703072,
    "lon": 129.3345198
  },
  {
    "no": 931,
    "name": "흥해읍 내맏이",
    "lat": 36.080576,
    "lon": 129.3300217
  },
  {
    "no": 932,
    "name": "흥해읍 이팝 작은도서관",
    "lat": 36.1100876,
    "lon": 129.3470763
  },
  {
    "no": 933,
    "name": "운남어린이도서관",
    "lat": 35.173025,
    "lon": 126.819786
  },
  {
    "no": 934,
    "name": "운남어린이도서관",
    "lat": 35.173025,
    "lon": 126.819786
  },
  {
    "no": 935,
    "name": "이야기꽃도서관",
    "lat": 35.148414,
    "lon": 126.778992
  },
  {
    "no": 936,
    "name": "이야기꽃도서관",
    "lat": 35.148038,
    "lon": 126.780524
  },
  {
    "no": 937,
    "name": "송정도서관",
    "lat": 35.145316,
    "lon": 126.799604
  },
  {
    "no": 938,
    "name": "신가도서관",
    "lat": 35.183484,
    "lon": 126.824308
  },
  {
    "no": 939,
    "name": "신가도서관",
    "lat": 35.182797,
    "lon": 126.826386
  },
  {
    "no": 940,
    "name": "첨단도서관",
    "lat": 35.21728,
    "lon": 126.8323
  },
  {
    "no": 941,
    "name": "첨단도서관",
    "lat": 35.217233,
    "lon": 126.830102
  },
  {
    "no": 942,
    "name": "장덕도서관",
    "lat": 35.187519,
    "lon": 126.81338
  },
  {
    "no": 943,
    "name": "장덕도서관",
    "lat": 35.187519,
    "lon": 126.8133497
  },
  {
    "no": 944,
    "name": "푸른길도서관",
    "lat": 35.129256,
    "lon": 126.534254
  },
  {
    "no": 945,
    "name": "푸른길도서관",
    "lat": 35.12920735,
    "lon": 126.8952037
  },
  {
    "no": 946,
    "name": "문화정보도서관",
    "lat": 35.122033,
    "lon": 126.917555
  },
  {
    "no": 947,
    "name": "문화정보도서관",
    "lat": 35.12206408,
    "lon": 126.9174043
  },
  {
    "no": 948,
    "name": "청소년도서관",
    "lat": 35.1233695,
    "lon": 126.9077442
  },
  {
    "no": 949,
    "name": "사직도서관",
    "lat": 35.139737,
    "lon": 126.913963
  },
  {
    "no": 950,
    "name": "금호평생교육관",
    "lat": 35.145717,
    "lon": 126.900543
  },
  {
    "no": 951,
    "name": "산수도서관",
    "lat": 35.154691,
    "lon": 126.928434
  },
  {
    "no": 952,
    "name": "계림꿈나무도서관",
    "lat": 35.1585316,
    "lon": 126.9196528
  },
  {
    "no": 953,
    "name": "계림꿈나무도서관",
    "lat": 35.158532,
    "lon": 126.919653
  },
  {
    "no": 954,
    "name": "김냇과작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 955,
    "name": "대인작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 956,
    "name": "북카페 영어작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 957,
    "name": "월남호반독서치유도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 958,
    "name": "파이디온작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 959,
    "name": "예향 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 960,
    "name": "학2마을작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 961,
    "name": "작은도서관 숲",
    "lat": null,
    "lon": null
  },
  {
    "no": 962,
    "name": "space秀",
    "lat": null,
    "lon": null
  },
  {
    "no": 963,
    "name": "알암인권작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 964,
    "name": "풀꽃동산작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 965,
    "name": "푸른길책향기작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 966,
    "name": "민주작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 967,
    "name": "계림두산위브작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 968,
    "name": "이매진도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 969,
    "name": "그림이 있는 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 970,
    "name": "대안도서관 틔움",
    "lat": null,
    "lon": null
  },
  {
    "no": 971,
    "name": "두암타운작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 972,
    "name": "지산2동작은도서관",
    "lat": 35.1484263,
    "lon": 126.9384911
  },
  {
    "no": 973,
    "name": "희망작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 974,
    "name": "행복한작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 975,
    "name": "학운동작은도서관",
    "lat": 35.1326573,
    "lon": 126.9370045
  },
  {
    "no": 976,
    "name": "중앙도서관",
    "lat": 35.148503,
    "lon": 126.925464
  },
  {
    "no": 977,
    "name": "메트로열린도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 978,
    "name": "GIC도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 979,
    "name": "교육원도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 980,
    "name": "지산1동 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 981,
    "name": "은새암",
    "lat": null,
    "lon": null
  },
  {
    "no": 982,
    "name": "무등재 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 983,
    "name": "살레시오 작은도서관 마인",
    "lat": null,
    "lon": null
  },
  {
    "no": 984,
    "name": "소망작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 985,
    "name": "산수중앙작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 986,
    "name": "작은도서관 오월의숲",
    "lat": null,
    "lon": null
  },
  {
    "no": 987,
    "name": "옹달샘작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 988,
    "name": "백 암 문 고",
    "lat": null,
    "lon": null
  },
  {
    "no": 989,
    "name": "지원2동작은도서관",
    "lat": 35.1204519,
    "lon": 126.9328728
  },
  {
    "no": 990,
    "name": "시화문화마을 작은도서관",
    "lat": 35.1793139,
    "lon": 126.9315634
  },
  {
    "no": 991,
    "name": "백합작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 992,
    "name": "개똥벌레어린이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 993,
    "name": "하늘사랑작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 994,
    "name": "각화문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 995,
    "name": "예은작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 996,
    "name": "다솜울작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 997,
    "name": "중앙동 작은도서관",
    "lat": 35.1573194,
    "lon": 126.8978966
  },
  {
    "no": 998,
    "name": "밝은마음문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 999,
    "name": "동이트는작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1000,
    "name": "성산작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1001,
    "name": "자윤작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1002,
    "name": "햇살마루 작은도서관",
    "lat": 35.1842638,
    "lon": 126.9172348
  },
  {
    "no": 1003,
    "name": "큰꿈도서관문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1004,
    "name": "푸른꿈작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1005,
    "name": "어울매작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1006,
    "name": "두암1동 작은도서관",
    "lat": 35.1709414,
    "lon": 126.9202412
  },
  {
    "no": 1007,
    "name": "해누리작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1008,
    "name": "북소리작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1009,
    "name": "강변문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1010,
    "name": "매곡작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1011,
    "name": "책과벗하는사랑방",
    "lat": null,
    "lon": null
  },
  {
    "no": 1012,
    "name": "매곡동 작은도서관",
    "lat": 35.1896183,
    "lon": 126.8833954
  },
  {
    "no": 1013,
    "name": "무등도서관",
    "lat": 35.176771,
    "lon": 126.925339
  },
  {
    "no": 1014,
    "name": "새싹을의글방 두암2동 작은도서관",
    "lat": 35.1745684,
    "lon": 126.9239042
  },
  {
    "no": 1015,
    "name": "문흥2동 작은도서관",
    "lat": 35.1843059,
    "lon": 126.9131994
  },
  {
    "no": 1016,
    "name": "신원작은도서관문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1017,
    "name": "송운작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1018,
    "name": "은혜작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1019,
    "name": "BS작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1020,
    "name": "꿈이있는작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1021,
    "name": "참터문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1022,
    "name": "청년센터아카이브",
    "lat": null,
    "lon": null
  },
  {
    "no": 1023,
    "name": "참좋은작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1024,
    "name": "문흥골문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1025,
    "name": "문산작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1026,
    "name": "운암도서관",
    "lat": 35.180182,
    "lon": 126.873132
  },
  {
    "no": 1027,
    "name": "운암도서관",
    "lat": 35.1801822,
    "lon": 126.8731319
  },
  {
    "no": 1028,
    "name": "친환경도서관버스",
    "lat": null,
    "lon": null
  },
  {
    "no": 1029,
    "name": "운암2동 작은도서관",
    "lat": 35.1741064,
    "lon": 126.8826266
  },
  {
    "no": 1030,
    "name": "동림동 작은도서관",
    "lat": 35.1857201,
    "lon": 126.8558778
  },
  {
    "no": 1031,
    "name": "푸른샘작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1032,
    "name": "기쁘고즐거운도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1033,
    "name": "신일작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1034,
    "name": "앰플작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1035,
    "name": "아름다운작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1036,
    "name": "바람개비작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1037,
    "name": "무진교육문화센터문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1038,
    "name": "핑크드림작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1039,
    "name": "고맙습니다. 두암3동 작은도서관",
    "lat": 35.1630313,
    "lon": 126.9260208
  },
  {
    "no": 1040,
    "name": "모해작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1041,
    "name": "빛고을두암문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1042,
    "name": "사임당작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1043,
    "name": "새생명작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1044,
    "name": "운암3동 황계 작은도서관",
    "lat": 35.1827847,
    "lon": 126.8655747
  },
  {
    "no": 1045,
    "name": "생각나무작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1046,
    "name": "들꽃도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1047,
    "name": "운암1동 큰꿈 작은도서관",
    "lat": 35.1748622,
    "lon": 126.8657311
  },
  {
    "no": 1048,
    "name": "임동청소년문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1049,
    "name": "꿈나무도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1050,
    "name": "푸른꿈문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1051,
    "name": "늘해랑작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1052,
    "name": "여우고개어린이문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1053,
    "name": "용봉주공작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1054,
    "name": "가람문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1055,
    "name": "복지애숲작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1056,
    "name": "오치2동 작은도서관",
    "lat": 35.1900903,
    "lon": 126.8917624
  },
  {
    "no": 1057,
    "name": "카리타스작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1058,
    "name": "망월도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1059,
    "name": "중앙도서관 석봉분관",
    "lat": 35.189222,
    "lon": 126.897722
  },
  {
    "no": 1060,
    "name": "ESR작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1061,
    "name": "삼각동 작은도서관",
    "lat": 35.1992328,
    "lon": 126.8907486
  },
  {
    "no": 1062,
    "name": "주안문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1063,
    "name": "에이스문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1064,
    "name": "용봉 작은도서관",
    "lat": 35.1803725,
    "lon": 126.8924532
  },
  {
    "no": 1065,
    "name": "하늘씨앗작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1066,
    "name": "푸른숲작은도서관(첨단)",
    "lat": null,
    "lon": null
  },
  {
    "no": 1067,
    "name": "늘행복한작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1068,
    "name": "연제큰꿈작은도서관문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1069,
    "name": "탈무드작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1070,
    "name": "연제신안작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1071,
    "name": "자우리작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1072,
    "name": "현진에버빌작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1073,
    "name": "파랑새작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1074,
    "name": "에덴작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1075,
    "name": "생각놀이터작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1076,
    "name": "양산동 작은도서관",
    "lat": 35.2077141,
    "lon": 126.8665486
  },
  {
    "no": 1077,
    "name": "양산작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1078,
    "name": "풍성한작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1079,
    "name": "주민작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1080,
    "name": "중흥작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1081,
    "name": "책돌이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1082,
    "name": "새에덴작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1083,
    "name": "도담도담어린이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1084,
    "name": "오치세우는작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1085,
    "name": "우치작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1086,
    "name": "오치1동 꿈나무 작은도서관",
    "lat": 35.1890796,
    "lon": 126.8994103
  },
  {
    "no": 1087,
    "name": "생각이크는도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1088,
    "name": "웃음꽃도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1089,
    "name": "일곡도서관",
    "lat": 35.207934,
    "lon": 126.893185
  },
  {
    "no": 1090,
    "name": "일곡도서관",
    "lat": 35.2079336,
    "lon": 126.8931849
  },
  {
    "no": 1091,
    "name": "광주아름다운작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1092,
    "name": "사랑의문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1093,
    "name": "첨단자이2단지작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1094,
    "name": "꿈드림작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1095,
    "name": "신안동 작은도서관",
    "lat": 35.1673997,
    "lon": 126.8899691
  },
  {
    "no": 1096,
    "name": "연꽃못작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1097,
    "name": "꿈나무 작은도서관",
    "lat": 35.1778236,
    "lon": 126.9181999
  },
  {
    "no": 1098,
    "name": "행복나무작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1099,
    "name": "중흥1동 작은도서관",
    "lat": 35.1616281,
    "lon": 126.905227
  },
  {
    "no": 1100,
    "name": "신광작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1101,
    "name": "임동뜨란채희망도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1102,
    "name": "아델리움꿈사랑작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1103,
    "name": "신용작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1104,
    "name": "한양수자인작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1105,
    "name": "풍경채작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1106,
    "name": "콩세알작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1107,
    "name": "다솜작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1108,
    "name": "꿈틀어린이작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1109,
    "name": "푸른숲작은도서관(삼각)",
    "lat": null,
    "lon": null
  },
  {
    "no": 1110,
    "name": "그리심문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1111,
    "name": "풍향동 작은도서관",
    "lat": 35.1644018,
    "lon": 126.9231959
  },
  {
    "no": 1112,
    "name": "세계로문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 1113,
    "name": "꿈꾸는아이들",
    "lat": null,
    "lon": null
  },
  {
    "no": 1114,
    "name": "하백꿈작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1115,
    "name": "책향기작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1116,
    "name": "징검다리 작은도서관",
    "lat": 35.1929226,
    "lon": 126.8674267
  },
  {
    "no": 1117,
    "name": "생각나무숲작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1118,
    "name": "효령노인복지타운도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1119,
    "name": "늘빛작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1120,
    "name": "CUM역사도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1121,
    "name": "예그리나작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1122,
    "name": "쉼터작은도서관",
    "lat": 35.14004825,
    "lon": 126.8559019
  },
  {
    "no": 1123,
    "name": "오색종이 신나는 작은도서관",
    "lat": 35.1404096,
    "lon": 126.8591632
  },
  {
    "no": 1124,
    "name": "교육과희망 작은도서관",
    "lat": 35.143739,
    "lon": 126.858109
  },
  {
    "no": 1125,
    "name": "마을도서관 다락",
    "lat": 35.132896,
    "lon": 126.856514
  },
  {
    "no": 1126,
    "name": "해돋는작은도서관",
    "lat": 35.132896,
    "lon": 126.856514
  },
  {
    "no": 1127,
    "name": "건강한 도서관",
    "lat": 35.148064,
    "lon": 126.888054
  },
  {
    "no": 1128,
    "name": "예일작은도서관",
    "lat": 35.152237,
    "lon": 126.884575
  },
  {
    "no": 1129,
    "name": "양동문고",
    "lat": 35.150648,
    "lon": 126.905702
  },
  {
    "no": 1130,
    "name": "양동작은도서관",
    "lat": 35.150074,
    "lon": 126.9069605
  },
  {
    "no": 1131,
    "name": "발도르프희망작은도서관",
    "lat": 35.1697873,
    "lon": 126.873276
  },
  {
    "no": 1132,
    "name": "강아지똥어린이도서관",
    "lat": 35.169044,
    "lon": 126.860306
  },
  {
    "no": 1133,
    "name": "작은도서관 동천마을 두잇공동체",
    "lat": 35.170204,
    "lon": 126.8619936
  },
  {
    "no": 1134,
    "name": "운천골 작은도서관",
    "lat": 35.146678,
    "lon": 126.853815
  },
  {
    "no": 1135,
    "name": "책사랑 작은도서관",
    "lat": 35.1312538,
    "lon": 126.8619955
  },
  {
    "no": 1136,
    "name": "서구공공도서관",
    "lat": 35.130861,
    "lon": 126.860269
  },
  {
    "no": 1137,
    "name": "서구공공도서관",
    "lat": 35.1307905,
    "lon": 126.860252
  },
  {
    "no": 1138,
    "name": "송촌파인힐작은도서관",
    "lat": 35.131912,
    "lon": 126.8642308
  },
  {
    "no": 1139,
    "name": "글마루작은도서관",
    "lat": 35.157906,
    "lon": 126.8952617
  },
  {
    "no": 1140,
    "name": "광주학생독립",
    "lat": 35.140999,
    "lon": 126.865841
  },
  {
    "no": 1141,
    "name": "버들도서관",
    "lat": 35.163691,
    "lon": 126.861711
  },
  {
    "no": 1142,
    "name": "광주학생",
    "lat": 35.155766,
    "lon": 126.858156
  },
  {
    "no": 1143,
    "name": "광주제일교회도서관",
    "lat": 35.149506,
    "lon": 126.843544
  },
  {
    "no": 1144,
    "name": "화정문고",
    "lat": 35.147682,
    "lon": 126.872604
  },
  {
    "no": 1145,
    "name": "상록도서관",
    "lat": 35.155229,
    "lon": 126.888954
  },
  {
    "no": 1146,
    "name": "상록도서관",
    "lat": 35.155378,
    "lon": 126.888943
  },
  {
    "no": 1147,
    "name": "책더하기사랑작은도서관",
    "lat": 35.1497402,
    "lon": 126.8683394
  },
  {
    "no": 1148,
    "name": "상무작은도서관",
    "lat": 35.155212,
    "lon": 126.8659606
  },
  {
    "no": 1149,
    "name": "작은도서관 두럭",
    "lat": 35.159714,
    "lon": 126.8605107
  },
  {
    "no": 1150,
    "name": "학생교육문화회관",
    "lat": 35.157053,
    "lon": 126.858609
  },
  {
    "no": 1151,
    "name": "책마을작은도서관",
    "lat": 35.161263,
    "lon": 126.8584664
  },
  {
    "no": 1152,
    "name": "상무버들1단지 작은도서관",
    "lat": 35.1654989,
    "lon": 126.8604462
  },
  {
    "no": 1153,
    "name": "신천힐탑작은도서관",
    "lat": 35.142489,
    "lon": 126.856839
  },
  {
    "no": 1154,
    "name": "행복도서관",
    "lat": 35.152218,
    "lon": 126.842224
  },
  {
    "no": 1155,
    "name": "좋은씨앗작은도서관",
    "lat": 35.152737,
    "lon": 126.853923
  },
  {
    "no": 1156,
    "name": "서창한옥작은도서관",
    "lat": 35.1152094,
    "lon": 126.8092603
  },
  {
    "no": 1157,
    "name": "푸른빛작은도서관",
    "lat": 35.1470449,
    "lon": 126.8698681
  },
  {
    "no": 1158,
    "name": "월광교회 작은도서관",
    "lat": 35.137123,
    "lon": 126.871952
  },
  {
    "no": 1159,
    "name": "아이꿈어린이도서관",
    "lat": 35.1410805,
    "lon": 126.8736508
  },
  {
    "no": 1160,
    "name": "작은도서관 꿈터",
    "lat": 35.141296,
    "lon": 126.8766034
  },
  {
    "no": 1161,
    "name": "지혜의샘터",
    "lat": 35.1371143,
    "lon": 126.8722812
  },
  {
    "no": 1162,
    "name": "화정4동작은도서관",
    "lat": 35.141827,
    "lon": 126.873764
  },
  {
    "no": 1163,
    "name": "소꿉놀이작은도서관",
    "lat": 35.155228,
    "lon": 126.8619734
  },
  {
    "no": 1164,
    "name": "우리들의 쉼터 작은도서관",
    "lat": 35.142489,
    "lon": 126.856839
  },
  {
    "no": 1165,
    "name": "서광작은도서관",
    "lat": 35.153538,
    "lon": 126.865189
  },
  {
    "no": 1166,
    "name": "신동아 아파트 작은도서관",
    "lat": 35.140774,
    "lon": 126.8826894
  },
  {
    "no": 1167,
    "name": "무등작은도서관",
    "lat": 35.143173,
    "lon": 126.8765461
  },
  {
    "no": 1168,
    "name": "서문작은도서관",
    "lat": 35.1526045,
    "lon": 126.895035
  },
  {
    "no": 1169,
    "name": "동천동작은도서관",
    "lat": 35.170982,
    "lon": 126.866974
  },
  {
    "no": 1170,
    "name": "에바다작은도서관",
    "lat": 35.1645992,
    "lon": 126.8830793
  },
  {
    "no": 1171,
    "name": "여성친화 휴(休) 도서관",
    "lat": 35.1689881,
    "lon": 126.8620716
  },
  {
    "no": 1172,
    "name": "브니엘작은도서관",
    "lat": 35.160137,
    "lon": 126.8912068
  },
  {
    "no": 1173,
    "name": "나눔새마을작은도서관",
    "lat": 35.155335,
    "lon": 126.901029
  },
  {
    "no": 1174,
    "name": "꿈빛도서관",
    "lat": 35.168644,
    "lon": 126.8754932
  },
  {
    "no": 1175,
    "name": "로뎀나무 작은도서관",
    "lat": 35.168957,
    "lon": 126.876175
  },
  {
    "no": 1176,
    "name": "보나담 금호대우 작은도서관",
    "lat": 35.157475,
    "lon": 126.846123
  },
  {
    "no": 1177,
    "name": "광주천사계작은도서관",
    "lat": 35.166683,
    "lon": 126.8588384
  },
  {
    "no": 1178,
    "name": "광천사랑숲작은도서관",
    "lat": 35.167484,
    "lon": 126.8623102
  },
  {
    "no": 1179,
    "name": "풍암전원작은도서관",
    "lat": 35.1197637,
    "lon": 126.8643747
  },
  {
    "no": 1180,
    "name": "금호2동작은도서관",
    "lat": 35.128865,
    "lon": 126.857155
  },
  {
    "no": 1181,
    "name": "엘림작은도서관",
    "lat": 35.1225594,
    "lon": 126.8663524
  },
  {
    "no": 1182,
    "name": "아이숲어린이도서관",
    "lat": 35.127094,
    "lon": 126.879005
  },
  {
    "no": 1183,
    "name": "서구어린이생태도서관",
    "lat": 35.129909,
    "lon": 126.881721
  },
  {
    "no": 1184,
    "name": "어린이생태학습도서관",
    "lat": 35.1296898,
    "lon": 126.881752
  },
  {
    "no": 1185,
    "name": "작은도서관 봄",
    "lat": 35.119841,
    "lon": 126.8682089
  },
  {
    "no": 1186,
    "name": "쉼북카페 도서관",
    "lat": 35.121685,
    "lon": 126.8687423
  },
  {
    "no": 1187,
    "name": "지혜의샘",
    "lat": 35.1261509,
    "lon": 126.8832951
  },
  {
    "no": 1188,
    "name": "호반베르디움 작은도서관",
    "lat": 35.170049,
    "lon": 126.865258
  },
  {
    "no": 1189,
    "name": "동천마을6단지작은도서관",
    "lat": 35.170353,
    "lon": 126.8716069
  },
  {
    "no": 1190,
    "name": "학생독립운동기념회관",
    "lat": 35.140608,
    "lon": 126.862856
  },
  {
    "no": 1191,
    "name": "대주파크빌 작은도서관",
    "lat": 35.12815896,
    "lon": 126.8571605
  },
  {
    "no": 1192,
    "name": "고맙습니다 아리솔작은도서관",
    "lat": 35.130417,
    "lon": 126.8529876
  },
  {
    "no": 1193,
    "name": "움터작은도서관",
    "lat": 35.1274271,
    "lon": 126.8530642
  },
  {
    "no": 1194,
    "name": "광주광역시청소년문화의집미소책방",
    "lat": 35.154846,
    "lon": 126.876526
  },
  {
    "no": 1195,
    "name": "지혜의쉼터작은도서관",
    "lat": 35.147517,
    "lon": 126.884239
  },
  {
    "no": 1196,
    "name": "기아꿈터어린이도서관",
    "lat": 35.164295,
    "lon": 126.865705
  },
  {
    "no": 1197,
    "name": "내방마루작은도서관",
    "lat": 35.155228,
    "lon": 126.8729645
  },
  {
    "no": 1198,
    "name": "중앙나누리 작은도서관",
    "lat": 35.147922,
    "lon": 126.877266
  },
  {
    "no": 1199,
    "name": "사과나무작은도서관",
    "lat": 35.1469118,
    "lon": 126.8856663
  },
  {
    "no": 1200,
    "name": "다독다독작은도서관",
    "lat": 35.1476117,
    "lon": 126.8869915
  },
  {
    "no": 1201,
    "name": "열린작은도서관",
    "lat": 35.149548,
    "lon": 126.8891536
  },
  {
    "no": 1202,
    "name": "꿈일굼터 작은도서관",
    "lat": 35.1455304,
    "lon": 126.8672399
  },
  {
    "no": 1203,
    "name": "풍암호수작은도서관",
    "lat": 35.1180593,
    "lon": 126.8529551
  },
  {
    "no": 1204,
    "name": "대명어울림도서관",
    "lat": 35.84157307,
    "lon": 128.573785
  },
  {
    "no": 1205,
    "name": "이천행복작은도서관",
    "lat": 35.85287319,
    "lon": 128.6062149
  },
  {
    "no": 1206,
    "name": "꿈틀작은도서관",
    "lat": 35.84793266,
    "lon": 128.5723257
  },
  {
    "no": 1207,
    "name": "대구광역시립남부도서관",
    "lat": 35.832309,
    "lon": 128.580607
  },
  {
    "no": 1208,
    "name": "대구광역시립남부도서관",
    "lat": 35.8321,
    "lon": 128.58078
  },
  {
    "no": 1209,
    "name": "이천어울림도서관",
    "lat": 35.85240981,
    "lon": 128.5987982
  },
  {
    "no": 1210,
    "name": "핑크드림도서관",
    "lat": 35.84922376,
    "lon": 128.5919824
  },
  {
    "no": 1211,
    "name": "소망의친구들도서관",
    "lat": 35.84960876,
    "lon": 128.5387962
  },
  {
    "no": 1212,
    "name": "이곡2동 공립작은도서관",
    "lat": 35.85580334,
    "lon": 128.500829
  },
  {
    "no": 1213,
    "name": "대구광역시립두류도서관",
    "lat": 35.8526596,
    "lon": 128.5582828
  },
  {
    "no": 1214,
    "name": "대구광역시립두류도서관",
    "lat": 35.852649,
    "lon": 128.560475
  },
  {
    "no": 1215,
    "name": "작은빛도서관",
    "lat": 35.83685349,
    "lon": 128.547078
  },
  {
    "no": 1216,
    "name": "대곡역파크드림도서관",
    "lat": 35.81347189,
    "lon": 128.5105327
  },
  {
    "no": 1217,
    "name": "유천포스코더샵마을문고",
    "lat": 35.81439232,
    "lon": 128.5081594
  },
  {
    "no": 1218,
    "name": "꿈에그린작은도서관",
    "lat": 35.86325517,
    "lon": 128.4904566
  },
  {
    "no": 1219,
    "name": "달서구립본리도서관",
    "lat": 35.84055483,
    "lon": 128.5418122
  },
  {
    "no": 1220,
    "name": "두산미소도서관",
    "lat": 35.84489764,
    "lon": 128.546137
  },
  {
    "no": 1221,
    "name": "감삼영어도서관",
    "lat": 35.84707944,
    "lon": 128.5440265
  },
  {
    "no": 1222,
    "name": "새하늘작은도서관",
    "lat": 35.80775982,
    "lon": 128.5347948
  },
  {
    "no": 1223,
    "name": "웃는얼굴아트센터 도서실",
    "lat": 35.84342427,
    "lon": 128.5228246
  },
  {
    "no": 1224,
    "name": "레이크뷰행복작은도서관",
    "lat": 35.8073306,
    "lon": 128.546034
  },
  {
    "no": 1225,
    "name": "캐슬도서관",
    "lat": 35.80463244,
    "lon": 128.5487042
  },
  {
    "no": 1226,
    "name": "그루터기어린이도서관",
    "lat": 35.85603433,
    "lon": 128.4951285
  },
  {
    "no": 1227,
    "name": "달서구립성서도서관",
    "lat": 35.85741306,
    "lon": 128.5144577
  },
  {
    "no": 1228,
    "name": "서한도서관",
    "lat": 35.85887818,
    "lon": 128.5048123
  },
  {
    "no": 1229,
    "name": "작은숲도서관",
    "lat": 35.85888255,
    "lon": 128.4951242
  },
  {
    "no": 1230,
    "name": "동한문화센터문고",
    "lat": 35.82712717,
    "lon": 128.5433255
  },
  {
    "no": 1231,
    "name": "달서어린이도서관",
    "lat": 35.82248657,
    "lon": 128.5470123
  },
  {
    "no": 1232,
    "name": "마중물작은도서관",
    "lat": 35.822568,
    "lon": 128.5449655
  },
  {
    "no": 1233,
    "name": "여명주민도서실",
    "lat": 35.8538435,
    "lon": 128.497451
  },
  {
    "no": 1234,
    "name": "달서다문화가족도서관",
    "lat": 35.85229651,
    "lon": 128.4988252
  },
  {
    "no": 1235,
    "name": "하브루타작은도서관",
    "lat": 35.83983359,
    "lon": 128.5317894
  },
  {
    "no": 1236,
    "name": "죽전동 공립작은도서관",
    "lat": 35.85578734,
    "lon": 128.5398014
  },
  {
    "no": 1237,
    "name": "책으로 꿈꾸는 작은도서관",
    "lat": 35.84986759,
    "lon": 128.5312919
  },
  {
    "no": 1238,
    "name": "용산1동 공립작은도서관",
    "lat": 35.85663686,
    "lon": 128.5312265
  },
  {
    "no": 1239,
    "name": "옷박골작은도서관",
    "lat": 35.86060121,
    "lon": 128.5295257
  },
  {
    "no": 1240,
    "name": "하늘향기충성가족도서관",
    "lat": 35.81115449,
    "lon": 128.5170686
  },
  {
    "no": 1241,
    "name": "화성파크리젠시글길도서관",
    "lat": 35.81343468,
    "lon": 128.519197
  },
  {
    "no": 1242,
    "name": "아이솔작은도서관",
    "lat": 35.81937058,
    "lon": 128.5138241
  },
  {
    "no": 1243,
    "name": "상인역e-편한세상 마을문고",
    "lat": 35.81970154,
    "lon": 128.5350079
  },
  {
    "no": 1244,
    "name": "e편한세상월배작은도서관",
    "lat": 35.82784002,
    "lon": 128.5208073
  },
  {
    "no": 1245,
    "name": "문화사랑도서관",
    "lat": 35.83004237,
    "lon": 128.528337
  },
  {
    "no": 1246,
    "name": "성당하늘채도서관",
    "lat": 35.84443764,
    "lon": 128.5422372
  },
  {
    "no": 1247,
    "name": "드림작은도서관",
    "lat": 35.84441409,
    "lon": 128.5334252
  },
  {
    "no": 1248,
    "name": "장기동 공립작은도서관",
    "lat": 35.84332056,
    "lon": 128.5300194
  },
  {
    "no": 1249,
    "name": "성당포스코더샵도서관",
    "lat": 35.84314371,
    "lon": 128.5473095
  },
  {
    "no": 1250,
    "name": "월성e편한세상작은도서관",
    "lat": 35.82464895,
    "lon": 128.5291202
  },
  {
    "no": 1251,
    "name": "월배힐스테이트도서관",
    "lat": 35.81903808,
    "lon": 128.5177838
  },
  {
    "no": 1252,
    "name": "달서구립달서가족문화도서관",
    "lat": 35.8194184,
    "lon": 128.5228843
  },
  {
    "no": 1253,
    "name": "월배아이파크1차아이빛도서관",
    "lat": 35.81580647,
    "lon": 128.5147196
  },
  {
    "no": 1254,
    "name": "하늘채1단지도서관",
    "lat": 35.82211128,
    "lon": 128.5220204
  },
  {
    "no": 1255,
    "name": "월성코오롱하늘채2단지문고",
    "lat": 35.82221331,
    "lon": 128.5234266
  },
  {
    "no": 1256,
    "name": "예가도서관",
    "lat": 35.81777796,
    "lon": 128.5152857
  },
  {
    "no": 1257,
    "name": "월성도서관",
    "lat": 35.82312044,
    "lon": 128.5282689
  },
  {
    "no": 1258,
    "name": "꿈꾸는도서관in휴포레",
    "lat": 35.82428381,
    "lon": 128.5219461
  },
  {
    "no": 1259,
    "name": "월성월드메르디앙도서관",
    "lat": 35.82643282,
    "lon": 128.5231334
  },
  {
    "no": 1260,
    "name": "월성푸르지오책마루도서관",
    "lat": 35.82920439,
    "lon": 128.5262285
  },
  {
    "no": 1261,
    "name": "이레도서관",
    "lat": 35.81129683,
    "lon": 128.5257891
  },
  {
    "no": 1262,
    "name": "학산작은도서관",
    "lat": 35.83328112,
    "lon": 128.5418069
  },
  {
    "no": 1263,
    "name": "행정정보 문고센터",
    "lat": 35.8298962,
    "lon": 128.5328518
  },
  {
    "no": 1264,
    "name": "달서구립도원도서관",
    "lat": 35.80680333,
    "lon": 128.5390595
  },
  {
    "no": 1265,
    "name": "숲속도서관",
    "lat": 35.79658888,
    "lon": 128.5294646
  },
  {
    "no": 1266,
    "name": "삼성명가타운작은도서관",
    "lat": 35.85025339,
    "lon": 128.4736813
  },
  {
    "no": 1267,
    "name": "가창면참꽃작은도서관",
    "lat": 35.7943378,
    "lon": 128.6273895
  },
  {
    "no": 1268,
    "name": "구지면작은도서관",
    "lat": 35.6604264,
    "lon": 128.4150433
  },
  {
    "no": 1269,
    "name": "논공읍작은도서관",
    "lat": 35.7303203,
    "lon": 128.4431436
  },
  {
    "no": 1270,
    "name": "청소년센터 작은도서관",
    "lat": 35.7238508,
    "lon": 128.4548559
  },
  {
    "no": 1271,
    "name": "달성군립도서관",
    "lat": 35.8593343,
    "lon": 128.462439
  },
  {
    "no": 1272,
    "name": "다사읍작은도서관",
    "lat": 35.8650075,
    "lon": 128.4569443
  },
  {
    "no": 1273,
    "name": "다사읍서재작은도서관",
    "lat": 35.872111,
    "lon": 128.4854325
  },
  {
    "no": 1274,
    "name": "달성군청도서관",
    "lat": 35.7745414,
    "lon": 128.431445
  },
  {
    "no": 1275,
    "name": "옥포면작은도서관",
    "lat": 35.7893269,
    "lon": 128.455083
  },
  {
    "no": 1276,
    "name": "유가면작은도서관",
    "lat": 35.6939146,
    "lon": 128.4598099
  },
  {
    "no": 1277,
    "name": "하빈면작은도서관",
    "lat": 35.9009231,
    "lon": 128.4455026
  },
  {
    "no": 1278,
    "name": "대구광역시립달성도서관",
    "lat": 35.6986878,
    "lon": 128.4476319
  },
  {
    "no": 1279,
    "name": "화원읍작은도서관",
    "lat": 35.8039236,
    "lon": 128.4920368
  },
  {
    "no": 1280,
    "name": "안심도서관",
    "lat": 35.864646,
    "lon": 128.702533
  },
  {
    "no": 1281,
    "name": "신천도서관",
    "lat": 35.871645,
    "lon": 128.617776
  },
  {
    "no": 1282,
    "name": "동촌역사 작은도서관",
    "lat": 35.890163,
    "lon": 128.649818
  },
  {
    "no": 1283,
    "name": "해안동 작은도서관",
    "lat": 35.882076,
    "lon": 128.67168
  },
  {
    "no": 1284,
    "name": "반야월역사 작은도서관",
    "lat": 35.872504,
    "lon": 128.724995
  },
  {
    "no": 1285,
    "name": "신암2동작은도서관",
    "lat": 35.87997,
    "lon": 128.612707
  },
  {
    "no": 1286,
    "name": "대구광역시립동부도서관",
    "lat": 35.889453,
    "lon": 128.625377
  },
  {
    "no": 1287,
    "name": "대구광역시립동부도서관",
    "lat": 35.890158,
    "lon": 128.6194122
  },
  {
    "no": 1288,
    "name": "신암3동작은도서관",
    "lat": 35.881049,
    "lon": 128.618888
  },
  {
    "no": 1289,
    "name": "동구청 작은도서관",
    "lat": 35.886728,
    "lon": 128.635664
  },
  {
    "no": 1290,
    "name": "대구2.28기념학생도서관",
    "lat": 35.89057,
    "lon": 128.633737
  },
  {
    "no": 1291,
    "name": "신천3동 작은도서관",
    "lat": 35.875392,
    "lon": 128.623746
  },
  {
    "no": 1292,
    "name": "도평동 작은도서관",
    "lat": 35.910003,
    "lon": 128.650008
  },
  {
    "no": 1293,
    "name": "불로어울림 작은도서관",
    "lat": 35.909725,
    "lon": 128.6416
  },
  {
    "no": 1294,
    "name": "지저동 작은도서관",
    "lat": 35.893708,
    "lon": 128.638279
  },
  {
    "no": 1295,
    "name": "신천4동 작은도서관",
    "lat": 35.869268,
    "lon": 128.631007
  },
  {
    "no": 1296,
    "name": "효목2동 작은도서관",
    "lat": 35.878152,
    "lon": 128.641247
  },
  {
    "no": 1297,
    "name": "효목1동 작은도서관",
    "lat": 35.881614,
    "lon": 128.644945
  },
  {
    "no": 1298,
    "name": "꿈이 있는 도서관",
    "lat": 35.912561,
    "lon": 128.625231
  },
  {
    "no": 1299,
    "name": "북구 어린이 도서관",
    "lat": 35.905687,
    "lon": 128.615993
  },
  {
    "no": 1300,
    "name": "고성동 작은도서관",
    "lat": 35.881962,
    "lon": 128.583835
  },
  {
    "no": 1301,
    "name": "무지개작은도서관",
    "lat": 35.942633,
    "lon": 128.544791
  },
  {
    "no": 1302,
    "name": "책마실도서관",
    "lat": 35.946279,
    "lon": 128.557395
  },
  {
    "no": 1303,
    "name": "글벗작은도서관",
    "lat": 35.943715,
    "lon": 128.564216
  },
  {
    "no": 1304,
    "name": "꿈꾸는도서관",
    "lat": 35.932032,
    "lon": 128.562748
  },
  {
    "no": 1305,
    "name": "꿈꾸는 마을도서관 도토리",
    "lat": 35.931529,
    "lon": 128.556427
  },
  {
    "no": 1306,
    "name": "꿈꾸는작은도서관",
    "lat": 35.931228,
    "lon": 128.549477
  },
  {
    "no": 1307,
    "name": "화성그랜드파크 도서관 함지원",
    "lat": 35.939707,
    "lon": 128.567491
  },
  {
    "no": 1308,
    "name": "칠곡그린빌4단지 도서실",
    "lat": 35.937432,
    "lon": 128.566288
  },
  {
    "no": 1309,
    "name": "이편한세상대구금호작은도서관",
    "lat": 35.893731,
    "lon": 128.584234
  },
  {
    "no": 1310,
    "name": "천년나무작은도서관",
    "lat": 35.884576,
    "lon": 128.607529
  },
  {
    "no": 1311,
    "name": "노원행복도서관",
    "lat": 35.897207,
    "lon": 128.575836
  },
  {
    "no": 1312,
    "name": "화성센트럴파크 도서관",
    "lat": 35.935754,
    "lon": 128.560824
  },
  {
    "no": 1313,
    "name": "향기가 있는 열린공간 부엉이",
    "lat": 35.935491,
    "lon": 128.563293
  },
  {
    "no": 1314,
    "name": "구수산도서관",
    "lat": 35.938759,
    "lon": 128.552355
  },
  {
    "no": 1315,
    "name": "대현 휴 도서관",
    "lat": 35.880835,
    "lon": 128.605744
  },
  {
    "no": 1316,
    "name": "대현뜨란채도서관",
    "lat": 35.880527,
    "lon": 128.606063
  },
  {
    "no": 1317,
    "name": "대현도서관",
    "lat": 35.881927,
    "lon": 128.607359
  },
  {
    "no": 1318,
    "name": "대현이편한세상도서관",
    "lat": 35.881081,
    "lon": 128.603697
  },
  {
    "no": 1319,
    "name": "앤드도서관",
    "lat": 35.888258,
    "lon": 128.603803
  },
  {
    "no": 1320,
    "name": "하람어린이도서관",
    "lat": 35.885783,
    "lon": 128.605915
  },
  {
    "no": 1321,
    "name": "U대회선수촌2단지 도서관",
    "lat": 35.915381,
    "lon": 128.602429
  },
  {
    "no": 1322,
    "name": "복현푸르지오작은도서관",
    "lat": 35.891384,
    "lon": 128.627956
  },
  {
    "no": 1323,
    "name": "사립공공 연암",
    "lat": 35.899539,
    "lon": 128.605499
  },
  {
    "no": 1324,
    "name": "그나라어린이도서관",
    "lat": 35.935216,
    "lon": 128.558304
  },
  {
    "no": 1325,
    "name": "하늘샘작은도서관",
    "lat": 35.908312,
    "lon": 128.542888
  },
  {
    "no": 1326,
    "name": "매화도서관",
    "lat": 35.909615,
    "lon": 128.543334
  },
  {
    "no": 1327,
    "name": "한강공원부키도서관",
    "lat": 35.897948,
    "lon": 128.513834
  },
  {
    "no": 1328,
    "name": "세움작은도서관",
    "lat": 35.893524,
    "lon": 128.605092
  },
  {
    "no": 1329,
    "name": "메르디앙작은도서관",
    "lat": 35.918115,
    "lon": 128.596511
  },
  {
    "no": 1330,
    "name": "모퉁이작은도서관",
    "lat": 35.893297,
    "lon": 128.586927
  },
  {
    "no": 1331,
    "name": "산격1동 작은도서관",
    "lat": 35.900834,
    "lon": 128.596979
  },
  {
    "no": 1332,
    "name": "꿈가득 작은도서관",
    "lat": 35.894547,
    "lon": 128.594296
  },
  {
    "no": 1333,
    "name": "태전도서관",
    "lat": 35.928393,
    "lon": 128.544703
  },
  {
    "no": 1334,
    "name": "대구광역시립북부도서관",
    "lat": 35.885145,
    "lon": 128.583968
  },
  {
    "no": 1335,
    "name": "침산 코오롱 하늘채 2단지 작은도서관",
    "lat": 35.885758,
    "lon": 128.596456
  },
  {
    "no": 1336,
    "name": "아름다운작은도서관",
    "lat": 35.880468,
    "lon": 128.592717
  },
  {
    "no": 1337,
    "name": "겨자씨도서관",
    "lat": 35.945121,
    "lon": 128.552577
  },
  {
    "no": 1338,
    "name": "칠성휴먼시아 작은도서관",
    "lat": 35.879239,
    "lon": 128.591501
  },
  {
    "no": 1339,
    "name": "침산1동 작은도서관",
    "lat": 35.890141,
    "lon": 128.581447
  },
  {
    "no": 1340,
    "name": "잼나는작은도서관",
    "lat": 35.886655,
    "lon": 128.589692
  },
  {
    "no": 1341,
    "name": "협성휴포레강북작은도서관",
    "lat": 35.923301,
    "lon": 128.552571
  },
  {
    "no": 1342,
    "name": "태전1동 작은도서관",
    "lat": 35.922826,
    "lon": 128.543845
  },
  {
    "no": 1343,
    "name": "은광작은도서관",
    "lat": 35.926511,
    "lon": 128.542153
  },
  {
    "no": 1344,
    "name": "노원동 작은도서관",
    "lat": 35.890624,
    "lon": 128.566797
  },
  {
    "no": 1345,
    "name": "더불어숲 도서관",
    "lat": 35.944725,
    "lon": 128.569854
  },
  {
    "no": 1346,
    "name": "작은인문학도서관 고인돌",
    "lat": 35.941837,
    "lon": 128.562973
  },
  {
    "no": 1347,
    "name": "작은도서관 수인제",
    "lat": 35.926374,
    "lon": 128.558286
  },
  {
    "no": 1348,
    "name": "서변동 작은도서관",
    "lat": 35.928248,
    "lon": 128.597998
  },
  {
    "no": 1349,
    "name": "성광우방타운 주민도서실",
    "lat": 35.881851,
    "lon": 128.592119
  },
  {
    "no": 1350,
    "name": "서구청 작은도서관",
    "lat": 35.8718022,
    "lon": 128.559169
  },
  {
    "no": 1351,
    "name": "중리롯데 작은도서관",
    "lat": 35.867068,
    "lon": 128.547268
  },
  {
    "no": 1352,
    "name": "세토 작은도서관",
    "lat": 35.864472,
    "lon": 128.553323
  },
  {
    "no": 1353,
    "name": "대구광역시립서부도서관",
    "lat": 35.872751,
    "lon": 128.557639
  },
  {
    "no": 1354,
    "name": "대구광역시립서부도서관",
    "lat": 35.872486,
    "lon": 128.557617
  },
  {
    "no": 1355,
    "name": "달성토성마을 다락방 작은도서관",
    "lat": 35.873152,
    "lon": 128.5732945
  },
  {
    "no": 1356,
    "name": "비산도서관",
    "lat": 35.8685125,
    "lon": 128.5711172
  },
  {
    "no": 1357,
    "name": "옹달샘 작은도서관",
    "lat": 35.869575,
    "lon": 128.570343
  },
  {
    "no": 1358,
    "name": "새마을문고 서구지부",
    "lat": 35.872678,
    "lon": 128.575354
  },
  {
    "no": 1359,
    "name": "내당2.3동 드림도서관",
    "lat": 35.864275,
    "lon": 128.5687571
  },
  {
    "no": 1360,
    "name": "비원도서관",
    "lat": 35.886383,
    "lon": 128.569308
  },
  {
    "no": 1361,
    "name": "서구어린이도서관",
    "lat": 35.8743162,
    "lon": 128.5441955
  },
  {
    "no": 1362,
    "name": "마을도서관 햇빛따라",
    "lat": 35.879609,
    "lon": 128.572733
  },
  {
    "no": 1363,
    "name": "별이난마을도서관",
    "lat": 35.862169,
    "lon": 128.551897
  },
  {
    "no": 1364,
    "name": "내당4동 어린이도서관",
    "lat": 35.858891,
    "lon": 128.551749
  },
  {
    "no": 1365,
    "name": "비산7동 작은도서관",
    "lat": 35.885911,
    "lon": 128.553929
  },
  {
    "no": 1366,
    "name": "만평주민도서관",
    "lat": 35.887176,
    "lon": 128.568276
  },
  {
    "no": 1367,
    "name": "평리 작은도서관",
    "lat": 35.8773589,
    "lon": 128.5631319
  },
  {
    "no": 1368,
    "name": "서구영어도서관",
    "lat": 35.868114,
    "lon": 128.5442553
  },
  {
    "no": 1369,
    "name": "수성구립고산어린이도서관",
    "lat": 35.840273,
    "lon": 128.704075
  },
  {
    "no": 1370,
    "name": "수성구립범어도서관",
    "lat": 35.859748,
    "lon": 128.630725
  },
  {
    "no": 1371,
    "name": "수성구립사월역작은도서관",
    "lat": 35.837587,
    "lon": 128.71605
  },
  {
    "no": 1372,
    "name": "수성구립고산도서관",
    "lat": 35.8379738,
    "lon": 128.7106722
  },
  {
    "no": 1373,
    "name": "대구광역시립수성도서관",
    "lat": 35.870518,
    "lon": 128.639427
  },
  {
    "no": 1374,
    "name": "대구광역시립수성도서관",
    "lat": 35.872065,
    "lon": 128.639168
  },
  {
    "no": 1375,
    "name": "수성구립물망이도서관",
    "lat": 35.854744,
    "lon": 128.619027
  },
  {
    "no": 1376,
    "name": "수성구립책숲길도서관",
    "lat": 35.844983,
    "lon": 128.611952
  },
  {
    "no": 1377,
    "name": "수성구립용학도서관",
    "lat": 35.821253,
    "lon": 128.646128
  },
  {
    "no": 1378,
    "name": "수성구립파동도서관",
    "lat": 35.810438,
    "lon": 128.618266
  },
  {
    "no": 1379,
    "name": "2.28민주운동 기념회관",
    "lat": 35.858415,
    "lon": 128.590363
  },
  {
    "no": 1380,
    "name": "대구광역시립중앙도서관",
    "lat": 35.868845,
    "lon": 128.5994999
  },
  {
    "no": 1381,
    "name": "대구광역시립중앙도서관",
    "lat": 35.868498,
    "lon": 128.601697
  },
  {
    "no": 1382,
    "name": "대구시청작은도서관",
    "lat": 35.871587,
    "lon": 128.600483
  },
  {
    "no": 1383,
    "name": "대구시립중앙도서관",
    "lat": 35.868436,
    "lon": 128.60171
  },
  {
    "no": 1384,
    "name": "남산기독교종합사회복지관 작은도서관",
    "lat": 35.865048,
    "lon": 128.590568
  },
  {
    "no": 1385,
    "name": "고맙습니다 이삭 작은도서관",
    "lat": 35.870631,
    "lon": 128.589867
  },
  {
    "no": 1386,
    "name": "중구청 교양정보실",
    "lat": 35.86936,
    "lon": 128.606103
  },
  {
    "no": 1387,
    "name": "동네작은도서관",
    "lat": 35.86716,
    "lon": 128.611523
  },
  {
    "no": 1388,
    "name": "선으로 가는 선 서예 작은도서관",
    "lat": 35.86799,
    "lon": 128.613079
  },
  {
    "no": 1389,
    "name": "남산4동작은도서관",
    "lat": 35.858229,
    "lon": 128.580574
  },
  {
    "no": 1390,
    "name": "남산다락골 작은도서관",
    "lat": 35.85986,
    "lon": 128.587883
  },
  {
    "no": 1391,
    "name": "남산그린 새마을문고",
    "lat": 35.862949,
    "lon": 128.577387
  },
  {
    "no": 1392,
    "name": "남산휴먼시아 1단지 주민문고",
    "lat": 35.86317,
    "lon": 128.578219
  },
  {
    "no": 1393,
    "name": "남산휴먼시아 2단지 마을도서관",
    "lat": 35.863615,
    "lon": 128.579418
  },
  {
    "no": 1394,
    "name": "대신동 작은도서관",
    "lat": 35.865577,
    "lon": 128.576343
  },
  {
    "no": 1395,
    "name": "대구 중구 영어도서관",
    "lat": 35.861518,
    "lon": 128.604382
  },
  {
    "no": 1396,
    "name": "대구광역시립중앙도서관달성분관",
    "lat": 35.876052,
    "lon": 128.579641
  },
  {
    "no": 1397,
    "name": "대구광역시립대봉도서관",
    "lat": 35.857274,
    "lon": 128.602412
  },
  {
    "no": 1398,
    "name": "재건도서관",
    "lat": 35.871881,
    "lon": 128.604904
  },
  {
    "no": 1399,
    "name": "삼덕마루",
    "lat": 35.86464,
    "lon": 128.609045
  },
  {
    "no": 1400,
    "name": "동인 느티나무 도서관",
    "lat": 35.871319,
    "lon": 128.607203
  },
  {
    "no": 1401,
    "name": "성지문고",
    "lat": 35.855709,
    "lon": 128.60529
  },
  {
    "no": 1402,
    "name": "중구청소년문화의집 작은도서관",
    "lat": 35.861938,
    "lon": 128.597985
  },
  {
    "no": 1403,
    "name": "잔치작은도서관",
    "lat": 35.86979,
    "lon": 128.590315
  },
  {
    "no": 1404,
    "name": "공감 작은도서관",
    "lat": 35.869214,
    "lon": 128.591916
  },
  {
    "no": 1405,
    "name": "서문시장작은도서관",
    "lat": 35.868142,
    "lon": 128.579041
  },
  {
    "no": 1406,
    "name": "작은도서관 에듀공감",
    "lat": 35.872747,
    "lon": 128.606505
  },
  {
    "no": 1407,
    "name": "길을 찾는 작은도서관",
    "lat": 35.872718,
    "lon": 128.605154
  },
  {
    "no": 1408,
    "name": "중구노인복지관도서관",
    "lat": 35.8779,
    "lon": 128.583365
  },
  {
    "no": 1409,
    "name": "안산평생학습도서관",
    "lat": 36.368222,
    "lon": 127.427187
  },
  {
    "no": 1410,
    "name": "안산평생학습도서관",
    "lat": 36.368222,
    "lon": 127.427187
  },
  {
    "no": 1411,
    "name": "송촌평생학습도서관",
    "lat": 36.360082,
    "lon": 127.440157
  },
  {
    "no": 1412,
    "name": "송촌평생학습도서관",
    "lat": 36.360082,
    "lon": 127.440157
  },
  {
    "no": 1413,
    "name": "신탄진평생학습도서관",
    "lat": 36.44651,
    "lon": 127.437362
  },
  {
    "no": 1414,
    "name": "신탄진평생학습도서관",
    "lat": 36.446511,
    "lon": 127.437362
  },
  {
    "no": 1415,
    "name": "가오도서관",
    "lat": 36.311851,
    "lon": 127.454827
  },
  {
    "no": 1416,
    "name": "가오도서관",
    "lat": 36.31203596,
    "lon": 127.4549155
  },
  {
    "no": 1417,
    "name": "무지개도서관",
    "lat": 36.319877,
    "lon": 127.459518
  },
  {
    "no": 1418,
    "name": "무지개도서관",
    "lat": 36.32023704,
    "lon": 127.4595334
  },
  {
    "no": 1419,
    "name": "홍도도서관",
    "lat": 36.34908053,
    "lon": 127.4258279
  },
  {
    "no": 1420,
    "name": "홍도도서관",
    "lat": 36.349212,
    "lon": 127.425953
  },
  {
    "no": 1421,
    "name": "자양도서관",
    "lat": 36.335457,
    "lon": 127.448654
  },
  {
    "no": 1422,
    "name": "자양도서관",
    "lat": 36.33546504,
    "lon": 127.4486406
  },
  {
    "no": 1423,
    "name": "용운도서관",
    "lat": 36.325317,
    "lon": 127.463997
  },
  {
    "no": 1424,
    "name": "용운도서관",
    "lat": 36.32570312,
    "lon": 127.4638509
  },
  {
    "no": 1425,
    "name": "성남도서관",
    "lat": 36.342301,
    "lon": 127.429886
  },
  {
    "no": 1426,
    "name": "성남도서관",
    "lat": 36.34232173,
    "lon": 127.4298547
  },
  {
    "no": 1427,
    "name": "판암도서관",
    "lat": 36.316391,
    "lon": 127.460767
  },
  {
    "no": 1428,
    "name": "판암도서관",
    "lat": 36.31641849,
    "lon": 127.4607715
  },
  {
    "no": 1429,
    "name": "가양도서관",
    "lat": 36.348863,
    "lon": 127.444931
  },
  {
    "no": 1430,
    "name": "가양도서관",
    "lat": 36.34909092,
    "lon": 127.4447484
  },
  {
    "no": 1431,
    "name": "가수원도서관",
    "lat": 36.301634,
    "lon": 127.348937
  },
  {
    "no": 1432,
    "name": "가수원도서관",
    "lat": 36.301633,
    "lon": 127.348885
  },
  {
    "no": 1433,
    "name": "갈마도서관",
    "lat": 36.340835,
    "lon": 127.365748
  },
  {
    "no": 1434,
    "name": "갈마도서관",
    "lat": 36.3408346,
    "lon": 127.365568
  },
  {
    "no": 1435,
    "name": "서구어린이도서관",
    "lat": 36.360027,
    "lon": 127.393188
  },
  {
    "no": 1436,
    "name": "어린이도서관",
    "lat": 36.3050136,
    "lon": 127.368613
  },
  {
    "no": 1437,
    "name": "둔산도서관",
    "lat": 36.360027,
    "lon": 127.393188
  },
  {
    "no": 1438,
    "name": "둔산도서관",
    "lat": 36.360054,
    "lon": 127.3931883
  },
  {
    "no": 1439,
    "name": "동화마을작은도서관",
    "lat": 36.42280126,
    "lon": 127.3894685
  },
  {
    "no": 1440,
    "name": "노은도서관",
    "lat": 36.381691,
    "lon": 127.320637
  },
  {
    "no": 1441,
    "name": "노은도서관",
    "lat": 36.38149444,
    "lon": 127.3206551
  },
  {
    "no": 1442,
    "name": "유성도서관",
    "lat": 36.378478,
    "lon": 127.375985
  },
  {
    "no": 1443,
    "name": "유성도서관",
    "lat": 36.37866183,
    "lon": 127.3760534
  },
  {
    "no": 1444,
    "name": "온천마을작은도서관",
    "lat": 36.35985367,
    "lon": 127.3408353
  },
  {
    "no": 1445,
    "name": "송강마을작은도서관",
    "lat": 36.43500958,
    "lon": 127.3841005
  },
  {
    "no": 1446,
    "name": "신성마을작은도서관",
    "lat": 36.38644988,
    "lon": 127.3480577
  },
  {
    "no": 1447,
    "name": "문학마을작은도서관",
    "lat": 36.36080533,
    "lon": 127.3592859
  },
  {
    "no": 1448,
    "name": "엑스포도서관",
    "lat": 36.399734,
    "lon": 127.407736
  },
  {
    "no": 1449,
    "name": "구즉도서관",
    "lat": 36.429471,
    "lon": 127.380456
  },
  {
    "no": 1450,
    "name": "구즉도서관",
    "lat": 36.42947012,
    "lon": 127.3804467
  },
  {
    "no": 1451,
    "name": "구암도서관",
    "lat": 36.349311,
    "lon": 127.330311
  },
  {
    "no": 1452,
    "name": "희망마을작은도서관",
    "lat": 36.35238021,
    "lon": 127.3373491
  },
  {
    "no": 1453,
    "name": "구암도서관",
    "lat": 36.34926753,
    "lon": 127.330255
  },
  {
    "no": 1454,
    "name": "자운마을작은도서관",
    "lat": 36.41441732,
    "lon": 127.3384512
  },
  {
    "no": 1455,
    "name": "별똥별과학도서관",
    "lat": 36.36942799,
    "lon": 127.3356576
  },
  {
    "no": 1456,
    "name": "영어마을도서관",
    "lat": 36.38680886,
    "lon": 127.3079041
  },
  {
    "no": 1457,
    "name": "진잠도서관",
    "lat": 36.303137,
    "lon": 127.319761
  },
  {
    "no": 1458,
    "name": "진잠도서관",
    "lat": 36.30315562,
    "lon": 127.3197685
  },
  {
    "no": 1459,
    "name": "관평도서관",
    "lat": 36.42318326,
    "lon": 127.388391
  },
  {
    "no": 1460,
    "name": "오류동 삼성아파트도서관",
    "lat": 36.324931,
    "lon": 127.406123
  },
  {
    "no": 1461,
    "name": "어린이책 읽새 골목길 작은도서관",
    "lat": 36.325132,
    "lon": 127.412519
  },
  {
    "no": 1462,
    "name": "유천어린이도서관",
    "lat": 36.316696,
    "lon": 127.391738
  },
  {
    "no": 1463,
    "name": "깊은산속 옹달샘",
    "lat": 36.266881,
    "lon": 127.408284
  },
  {
    "no": 1464,
    "name": "맑은샘도서관(문화2동마을문고)",
    "lat": 36.307273,
    "lon": 127.399255
  },
  {
    "no": 1465,
    "name": "꾸러기 도서관",
    "lat": 36.293916,
    "lon": 127.383241
  },
  {
    "no": 1466,
    "name": "산성마을문고",
    "lat": 36.305391,
    "lon": 127.386145
  },
  {
    "no": 1467,
    "name": "새마음 작은도서관",
    "lat": 36.309293,
    "lon": 127.387532
  },
  {
    "no": 1468,
    "name": "주안문고",
    "lat": 36.312391,
    "lon": 127.389307
  },
  {
    "no": 1469,
    "name": "대전다문화아동센터 도서관",
    "lat": 36.330155,
    "lon": 127.427935
  },
  {
    "no": 1470,
    "name": "돌다리작은도서관(석교동마을문고)",
    "lat": 36.309681,
    "lon": 127.442414
  },
  {
    "no": 1471,
    "name": "중촌동마을문고",
    "lat": 36.338931,
    "lon": 127.412462
  },
  {
    "no": 1472,
    "name": "금호새마을문고",
    "lat": 36.341278,
    "lon": 127.407438
  },
  {
    "no": 1473,
    "name": "늘푸른도서관",
    "lat": 36.306848,
    "lon": 127.444021
  },
  {
    "no": 1474,
    "name": "알짬마을도서관",
    "lat": 36.309577,
    "lon": 127.443081
  },
  {
    "no": 1475,
    "name": "대흥마을문고",
    "lat": 36.323363,
    "lon": 127.424279
  },
  {
    "no": 1476,
    "name": "한마음작은도서관",
    "lat": 36.321866,
    "lon": 127.416892
  },
  {
    "no": 1477,
    "name": "태평1동 마을문고",
    "lat": 36.326077,
    "lon": 127.397075
  },
  {
    "no": 1478,
    "name": "학생교육문화원",
    "lat": 36.328625,
    "lon": 127.410481
  },
  {
    "no": 1479,
    "name": "대전영어도서관",
    "lat": 36.337216,
    "lon": 127.416459
  },
  {
    "no": 1480,
    "name": "용두동 마을문고",
    "lat": 36.325158,
    "lon": 127.410413
  },
  {
    "no": 1481,
    "name": "중촌마을어린이도서관''''''''짜장''''''''",
    "lat": 36.339291,
    "lon": 127.402787
  },
  {
    "no": 1482,
    "name": "목동어린이도서관",
    "lat": 36.335808,
    "lon": 127.409203
  },
  {
    "no": 1483,
    "name": "목동 마을문고",
    "lat": 36.335561,
    "lon": 127.407766
  },
  {
    "no": 1484,
    "name": "글마루도서관",
    "lat": 36.339576,
    "lon": 127.409699
  },
  {
    "no": 1485,
    "name": "문화1동마을문고",
    "lat": 36.315317,
    "lon": 127.406463
  },
  {
    "no": 1486,
    "name": "푸른솔문고",
    "lat": 36.319322,
    "lon": 127.424987
  },
  {
    "no": 1487,
    "name": "은행선화동마을문고",
    "lat": 36.332381,
    "lon": 127.416664
  },
  {
    "no": 1488,
    "name": "문창동마을문고",
    "lat": 36.316183,
    "lon": 127.437927
  },
  {
    "no": 1489,
    "name": "문창비젼문고",
    "lat": 36.316094,
    "lon": 127.436403
  },
  {
    "no": 1490,
    "name": "부사동 마을문고",
    "lat": 36.314232,
    "lon": 127.433659
  },
  {
    "no": 1491,
    "name": "말하는 영어도서관",
    "lat": 36.313634,
    "lon": 127.413886
  },
  {
    "no": 1492,
    "name": "한마음문고",
    "lat": 36.307864,
    "lon": 127.399812
  },
  {
    "no": 1493,
    "name": "대전효문화진흥원 효문화정보실",
    "lat": 36.285407,
    "lon": 127.383618
  },
  {
    "no": 1494,
    "name": "산성도서관",
    "lat": 36.294991,
    "lon": 127.386231
  },
  {
    "no": 1495,
    "name": "복된문고",
    "lat": 36.305817,
    "lon": 127.392025
  },
  {
    "no": 1496,
    "name": "한밭도서관",
    "lat": 36.309678,
    "lon": 127.409648
  },
  {
    "no": 1497,
    "name": "대전점자도서관",
    "lat": 36.309816,
    "lon": 127.409623
  },
  {
    "no": 1498,
    "name": "센트럴파크2단지문고",
    "lat": 36.317107,
    "lon": 127.409636
  },
  {
    "no": 1499,
    "name": "성락작은도서관",
    "lat": 36.327557,
    "lon": 127.412561
  },
  {
    "no": 1500,
    "name": "하하호호 어린이도서관",
    "lat": 36.329121,
    "lon": 127.413924
  },
  {
    "no": 1501,
    "name": "청춘 책방 ''''''''책 한그릇''''''''",
    "lat": 36.331036,
    "lon": 127.420073
  },
  {
    "no": 1502,
    "name": "성민도서관",
    "lat": 36.333695,
    "lon": 127.414959
  },
  {
    "no": 1503,
    "name": "짝꿍마을어린이도서관",
    "lat": 36.325336,
    "lon": 127.398899
  },
  {
    "no": 1504,
    "name": "사랑의 문고",
    "lat": 36.329015,
    "lon": 127.399975
  },
  {
    "no": 1505,
    "name": "열두광주리어린이도서관",
    "lat": 36.324923,
    "lon": 127.399293
  },
  {
    "no": 1506,
    "name": "오류동마을문고",
    "lat": 36.325442,
    "lon": 127.403854
  },
  {
    "no": 1507,
    "name": "대전문화 별찌작은도서관",
    "lat": 36.322797,
    "lon": 127.404921
  },
  {
    "no": 1508,
    "name": "한빛작은도서관",
    "lat": 36.322406,
    "lon": 127.399195
  },
  {
    "no": 1509,
    "name": "버드내작은도서관(유천2동마을문고)",
    "lat": 36.317226,
    "lon": 127.399967
  },
  {
    "no": 1510,
    "name": "해바라기문고",
    "lat": 36.326958,
    "lon": 127.395658
  },
  {
    "no": 1511,
    "name": "남대전푸른문고",
    "lat": 36.297279,
    "lon": 127.454089
  },
  {
    "no": 1512,
    "name": "강서도서관",
    "lat": 35.1806278,
    "lon": 128.9570987
  },
  {
    "no": 1513,
    "name": "지사꿈꾸는작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1514,
    "name": "책나무작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1515,
    "name": "명지두산작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1516,
    "name": "명지2차금강작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1517,
    "name": "대방2차Book적Book적작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1518,
    "name": "휴포레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1519,
    "name": "호반베르디움작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1520,
    "name": "에일린의뜰작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1521,
    "name": "동행작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1522,
    "name": "소담북카페",
    "lat": null,
    "lon": null
  },
  {
    "no": 1523,
    "name": "링컨타운책벌레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1524,
    "name": "에디슨타운책벌레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1525,
    "name": "아인슈타인타운책벌레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1526,
    "name": "솔마레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1527,
    "name": "명지한신휴플러스작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1528,
    "name": "극동스타클래스작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1529,
    "name": "작은도서관 시민책방",
    "lat": null,
    "lon": null
  },
  {
    "no": 1530,
    "name": "금정도서관",
    "lat": 35.272726,
    "lon": 129.096197
  },
  {
    "no": 1531,
    "name": "부산광역시립서동도서관",
    "lat": 35.219834,
    "lon": 129.099385
  },
  {
    "no": 1532,
    "name": "기장디지털도서관",
    "lat": 35.2444981,
    "lon": 129.2223121
  },
  {
    "no": 1533,
    "name": "기장도서관",
    "lat": 35.2496721,
    "lon": 129.2173961
  },
  {
    "no": 1534,
    "name": "대라다목적도서관",
    "lat": 35.2408389,
    "lon": 129.2105751
  },
  {
    "no": 1535,
    "name": "정관도서관",
    "lat": 35.3279169,
    "lon": 129.1817747
  },
  {
    "no": 1536,
    "name": "정관어린이도서관",
    "lat": 35.3240537,
    "lon": 129.1774697
  },
  {
    "no": 1537,
    "name": "솔로몬 도서관",
    "lat": 35.13756377,
    "lon": 129.070824
  },
  {
    "no": 1538,
    "name": "로뎀나무 아래 작은 도서관",
    "lat": 35.14615697,
    "lon": 129.0750529
  },
  {
    "no": 1539,
    "name": "부산시여성회관 작은도서관",
    "lat": 35.13908768,
    "lon": 129.1045463
  },
  {
    "no": 1540,
    "name": "참사랑도서관",
    "lat": 35.12356623,
    "lon": 129.1076523
  },
  {
    "no": 1541,
    "name": "샘터작은도서관",
    "lat": 35.13547563,
    "lon": 129.0887312
  },
  {
    "no": 1542,
    "name": "꿈이 자라는 작은도서관",
    "lat": 35.13779768,
    "lon": 129.0901552
  },
  {
    "no": 1543,
    "name": "부산광역시남구도서관",
    "lat": 35.13769624,
    "lon": 129.0945671
  },
  {
    "no": 1544,
    "name": "캐슬리안북카페",
    "lat": 35.14093791,
    "lon": 129.0999161
  },
  {
    "no": 1545,
    "name": "들꽃이야기 작은도서관",
    "lat": 35.13667418,
    "lon": 129.0902976
  },
  {
    "no": 1546,
    "name": "LG메트로작은쌈지도서관",
    "lat": 35.13049647,
    "lon": 129.1120826
  },
  {
    "no": 1547,
    "name": "작은나무숲",
    "lat": 35.11503961,
    "lon": 129.086086
  },
  {
    "no": 1548,
    "name": "행복한 문고",
    "lat": 35.11599005,
    "lon": 129.0828025
  },
  {
    "no": 1549,
    "name": "책나루작은도서관",
    "lat": 35.11535686,
    "lon": 129.1114723
  },
  {
    "no": 1550,
    "name": "책나무그늘 작은도서관",
    "lat": 35.12627622,
    "lon": 129.106656
  },
  {
    "no": 1551,
    "name": "작은나무 큰숲도서관",
    "lat": 35.11776708,
    "lon": 129.1121662
  },
  {
    "no": 1552,
    "name": "수학공방강장작은도서관",
    "lat": 35.12258875,
    "lon": 129.1097593
  },
  {
    "no": 1553,
    "name": "청소년쉼터도서관",
    "lat": 35.11494928,
    "lon": 129.0816969
  },
  {
    "no": 1554,
    "name": "감만독서문화원",
    "lat": 35.11512241,
    "lon": 129.0812713
  },
  {
    "no": 1555,
    "name": "감만꿈터",
    "lat": 35.1184449,
    "lon": 129.0813296
  },
  {
    "no": 1556,
    "name": "동항작은도서관",
    "lat": 35.1173178,
    "lon": 129.0802129
  },
  {
    "no": 1557,
    "name": "북조아 작은 도서관",
    "lat": 35.12716159,
    "lon": 129.0751982
  },
  {
    "no": 1558,
    "name": "꿈샘작은도서관",
    "lat": 35.12561344,
    "lon": 129.0786645
  },
  {
    "no": 1559,
    "name": "산성교회문고",
    "lat": 35.1306288,
    "lon": 129.0911566
  },
  {
    "no": 1560,
    "name": "대천 작은도서관",
    "lat": 35.13088792,
    "lon": 129.0991007
  },
  {
    "no": 1561,
    "name": "수피아",
    "lat": 35.13205269,
    "lon": 129.0684774
  },
  {
    "no": 1562,
    "name": "샘터꿈의도서관",
    "lat": 35.1295489,
    "lon": 129.1006546
  },
  {
    "no": 1563,
    "name": "문현마을문고",
    "lat": 35.1348731,
    "lon": 129.0717607
  },
  {
    "no": 1564,
    "name": "작은여울 도서관",
    "lat": 35.14642327,
    "lon": 129.078022
  },
  {
    "no": 1565,
    "name": "브니엘 학습관 문고",
    "lat": 35.13181232,
    "lon": 129.0864876
  },
  {
    "no": 1566,
    "name": "대동골문화센터작은도서관",
    "lat": 35.15240576,
    "lon": 129.0889884
  },
  {
    "no": 1567,
    "name": "동구도서관",
    "lat": 35.138147,
    "lon": 129.052451
  },
  {
    "no": 1568,
    "name": "부산광역시립중앙도서관 수정분관",
    "lat": 35.124551,
    "lon": 129.040559
  },
  {
    "no": 1569,
    "name": "동래읍성도서관",
    "lat": 35.2064842,
    "lon": 129.0951096
  },
  {
    "no": 1570,
    "name": "안락누리도서관",
    "lat": 35.197402,
    "lon": 129.107726
  },
  {
    "no": 1571,
    "name": "부산광역시립명장도서관",
    "lat": 35.200876,
    "lon": 129.106558
  },
  {
    "no": 1572,
    "name": "초읍동책사랑방",
    "lat": 35.1787081,
    "lon": 129.0475647
  },
  {
    "no": 1573,
    "name": "전포1동밭개마을",
    "lat": 35.1543202,
    "lon": 129.0675925
  },
  {
    "no": 1574,
    "name": "가야2동책누리북카페",
    "lat": 35.1497394,
    "lon": 129.0290433
  },
  {
    "no": 1575,
    "name": "부산영어도서관",
    "lat": 35.157234,
    "lon": 129.051661
  },
  {
    "no": 1576,
    "name": "개금1동책사랑쉼터",
    "lat": 35.1526776,
    "lon": 129.0219421
  },
  {
    "no": 1577,
    "name": "가야1동가얏골미니도서관",
    "lat": 35.1532497,
    "lon": 129.0343018
  },
  {
    "no": 1578,
    "name": "당감2동북카페",
    "lat": 35.1578823,
    "lon": 129.0478881
  },
  {
    "no": 1579,
    "name": "연지동작은도서관",
    "lat": 35.1727752,
    "lon": 129.0528545
  },
  {
    "no": 1580,
    "name": "당감4동사랑방마실작은도서관",
    "lat": 35.1717751,
    "lon": 129.0323825
  },
  {
    "no": 1581,
    "name": "전포2동북카페",
    "lat": 35.1617011,
    "lon": 129.0662281
  },
  {
    "no": 1582,
    "name": "부산광역시립부전도서관",
    "lat": 35.155963,
    "lon": 129.061837
  },
  {
    "no": 1583,
    "name": "양정1동작은도서관",
    "lat": 35.1721368,
    "lon": 129.0687365
  },
  {
    "no": 1584,
    "name": "당감1동작은도서관",
    "lat": 35.1644448,
    "lon": 129.0356839
  },
  {
    "no": 1585,
    "name": "부산진구어린이청소년도서관",
    "lat": 35.1690132,
    "lon": 129.0396629
  },
  {
    "no": 1586,
    "name": "개금2동책마루",
    "lat": 35.1449318,
    "lon": 129.0194991
  },
  {
    "no": 1587,
    "name": "범천2동작은도서관",
    "lat": 35.1465101,
    "lon": 129.0562321
  },
  {
    "no": 1588,
    "name": "부암1동책마루작은도서관",
    "lat": 35.1632732,
    "lon": 129.0484424
  },
  {
    "no": 1589,
    "name": "양정2동작은도서관",
    "lat": 35.1728816,
    "lon": 129.0757379
  },
  {
    "no": 1590,
    "name": "부산광역시립시민도서관",
    "lat": 35.183526,
    "lon": 129.050206
  },
  {
    "no": 1591,
    "name": "개금2동행복마을작은도서관",
    "lat": 35.1441121,
    "lon": 129.0185452
  },
  {
    "no": 1592,
    "name": "부산광역시립구포도서관",
    "lat": 35.194221,
    "lon": 128.995592
  },
  {
    "no": 1593,
    "name": "북구디지털도서관",
    "lat": 35.2072331,
    "lon": 129.0377821
  },
  {
    "no": 1594,
    "name": "화명도서관",
    "lat": 35.2326915,
    "lon": 129.0093427
  },
  {
    "no": 1595,
    "name": "금곡도서관",
    "lat": 35.2553478,
    "lon": 129.0159231
  },
  {
    "no": 1596,
    "name": "포도송이 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1597,
    "name": "어린이&가족도서관 꿈꾸는 글나라",
    "lat": null,
    "lon": null
  },
  {
    "no": 1598,
    "name": "주례쌈지작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1599,
    "name": "사상도서관",
    "lat": 35.1781087,
    "lon": 128.9897885
  },
  {
    "no": 1600,
    "name": "고맙습니다 보물섬 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1601,
    "name": "햇살나무작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1602,
    "name": "꿈나래 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1603,
    "name": "함께하는 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1604,
    "name": "한울타리 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1605,
    "name": "다문화도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1606,
    "name": "모라1동 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1607,
    "name": "사상 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1608,
    "name": "엄궁 쌈지 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1609,
    "name": "샘물 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1610,
    "name": "부산광역시 여성문화회관 도서정보자료실",
    "lat": null,
    "lon": null
  },
  {
    "no": 1611,
    "name": "학마을작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1612,
    "name": "다모아작은도서관",
    "lat": 35.088184,
    "lon": 128.997577
  },
  {
    "no": 1613,
    "name": "푸른누리작은도서관",
    "lat": 35.089871,
    "lon": 128.992678
  },
  {
    "no": 1614,
    "name": "까치마을작은도서관",
    "lat": 35.105156,
    "lon": 129.000584
  },
  {
    "no": 1615,
    "name": "오작교작은도서관",
    "lat": 35.100341,
    "lon": 128.989357
  },
  {
    "no": 1616,
    "name": "다대도서관",
    "lat": 35.05042791,
    "lon": 128.9646713
  },
  {
    "no": 1617,
    "name": "동매누리작은도서관",
    "lat": 35.093067,
    "lon": 128.967179
  },
  {
    "no": 1618,
    "name": "수풀작은도서관",
    "lat": 35.0777937,
    "lon": 128.969954
  },
  {
    "no": 1619,
    "name": "구평예들작은도서관",
    "lat": 35.0866561,
    "lon": 128.9856465
  },
  {
    "no": 1620,
    "name": "낫개작은도서관",
    "lat": 35.0621066,
    "lon": 128.9769398
  },
  {
    "no": 1621,
    "name": "두송작은도서관",
    "lat": 35.089871,
    "lon": 128.992678
  },
  {
    "no": 1622,
    "name": "하단꿈길작은도서관",
    "lat": 35.1025212,
    "lon": 128.9631079
  },
  {
    "no": 1623,
    "name": "회화나무작은도서관",
    "lat": 35.093992,
    "lon": 128.982824
  },
  {
    "no": 1624,
    "name": "마하골길벗작은도서관",
    "lat": 35.105438,
    "lon": 128.976227
  },
  {
    "no": 1625,
    "name": "당리작은도서관",
    "lat": 35.106151,
    "lon": 128.963453
  },
  {
    "no": 1626,
    "name": "부산광역시립사하도서관",
    "lat": 35.103182,
    "lon": 128.990924
  },
  {
    "no": 1627,
    "name": "감천횃불작은도서관",
    "lat": 35.090937,
    "lon": 129.0074446
  },
  {
    "no": 1628,
    "name": "무지개작은도서관",
    "lat": 35.081208,
    "lon": 128.958302
  },
  {
    "no": 1629,
    "name": "꿈꾸는작은도서관",
    "lat": 35.096421,
    "lon": 128.951266
  },
  {
    "no": 1630,
    "name": "노을나루길작은도서관",
    "lat": 35.114608,
    "lon": 128.951792
  },
  {
    "no": 1631,
    "name": "초장동꿈터작은도서관",
    "lat": 35.095979,
    "lon": 129.020279
  },
  {
    "no": 1632,
    "name": "향기나는 작은도서관",
    "lat": 35.109636,
    "lon": 129.020208
  },
  {
    "no": 1633,
    "name": "짬짬이 작은도서관",
    "lat": 35.110417,
    "lon": 129.017322
  },
  {
    "no": 1634,
    "name": "서구문화원작은도서관",
    "lat": 35.101987,
    "lon": 129.01759
  },
  {
    "no": 1635,
    "name": "부산기독교 종합사회복지관 강유두작은도서관",
    "lat": 35.101587,
    "lon": 129.021149
  },
  {
    "no": 1636,
    "name": "꽃마을 작은도서관",
    "lat": 35.127361,
    "lon": 129.006835
  },
  {
    "no": 1637,
    "name": "부산광역시립구덕도서관",
    "lat": 35.121671,
    "lon": 129.016923
  },
  {
    "no": 1638,
    "name": "한새마을 작은도서관",
    "lat": 35.113473,
    "lon": 129.011941
  },
  {
    "no": 1639,
    "name": "샤롯데 작은도서관",
    "lat": 35.116668,
    "lon": 129.010389
  },
  {
    "no": 1640,
    "name": "꿈사다리 도서관",
    "lat": 35.112837,
    "lon": 129.013578
  },
  {
    "no": 1641,
    "name": "닥밭골 작은 도서관",
    "lat": 35.112963,
    "lon": 129.023222
  },
  {
    "no": 1642,
    "name": "포도나무 도서관",
    "lat": 35.115783,
    "lon": 129.018047
  },
  {
    "no": 1643,
    "name": "송도제일교회문고",
    "lat": 35.081312,
    "lon": 129.012848
  },
  {
    "no": 1644,
    "name": "남일이네 작은도서관",
    "lat": 35.091269,
    "lon": 129.022907
  },
  {
    "no": 1645,
    "name": "송도바다 작은도서관",
    "lat": 35.079883,
    "lon": 129.020955
  },
  {
    "no": 1646,
    "name": "동서남-BOOK 작은도서관",
    "lat": 35.101968,
    "lon": 129.016602
  },
  {
    "no": 1647,
    "name": "부민작은도서관",
    "lat": 35.104366,
    "lon": 129.016588
  },
  {
    "no": 1648,
    "name": "어울림 작은도서관",
    "lat": 35.084636,
    "lon": 129.019611
  },
  {
    "no": 1649,
    "name": "수영구도서관",
    "lat": 35.144406,
    "lon": 129.105182
  },
  {
    "no": 1650,
    "name": "수영구도서관 망미분관",
    "lat": 35.173415,
    "lon": 129.104916
  },
  {
    "no": 1651,
    "name": "부산광역시립연산도서관",
    "lat": 35.185912,
    "lon": 129.104009
  },
  {
    "no": 1652,
    "name": "밤골작은도서관",
    "lat": 35.1720557,
    "lon": 129.0944725
  },
  {
    "no": 1653,
    "name": "배산작은도서관",
    "lat": 35.17509425,
    "lon": 129.0933137
  },
  {
    "no": 1654,
    "name": "거제2동새마을문고작은도서관",
    "lat": 35.18764403,
    "lon": 129.0701317
  },
  {
    "no": 1655,
    "name": "해뜰작은도서관",
    "lat": 35.19056266,
    "lon": 129.0815476
  },
  {
    "no": 1656,
    "name": "연제도서관",
    "lat": 35.17414442,
    "lon": 129.0829683
  },
  {
    "no": 1657,
    "name": "영선나릿 작은도서관",
    "lat": 35.0902078,
    "lon": 129.0425693
  },
  {
    "no": 1658,
    "name": "리빙스턴 작은도서관",
    "lat": 35.0890016,
    "lon": 129.0289001
  },
  {
    "no": 1659,
    "name": "홀리조이 작은도서관",
    "lat": 35.0949674,
    "lon": 129.0313852
  },
  {
    "no": 1660,
    "name": "담쟁이 작은도서관",
    "lat": 35.0934852,
    "lon": 129.042097
  },
  {
    "no": 1661,
    "name": "해돋이 작은도서관",
    "lat": 35.0911179,
    "lon": 129.0567269
  },
  {
    "no": 1662,
    "name": "은혜 작은도서관",
    "lat": 35.0942559,
    "lon": 129.0439534
  },
  {
    "no": 1663,
    "name": "풀잎 작은도서관",
    "lat": 35.0870119,
    "lon": 129.0399058
  },
  {
    "no": 1664,
    "name": "한울마당 작은도서관",
    "lat": 35.0812049,
    "lon": 129.056714
  },
  {
    "no": 1665,
    "name": "절영 작은도서관",
    "lat": 35.0790956,
    "lon": 129.0364119
  },
  {
    "no": 1666,
    "name": "남항 작은도서관",
    "lat": 35.0882986,
    "lon": 129.0303629
  },
  {
    "no": 1667,
    "name": "영도어린이영어도서관",
    "lat": 35.0764402,
    "lon": 129.0544814
  },
  {
    "no": 1668,
    "name": "어울림마당 작은도서관",
    "lat": 35.0902778,
    "lon": 129.0595189
  },
  {
    "no": 1669,
    "name": "영도구청 도서자료관",
    "lat": 35.0905318,
    "lon": 129.0677628
  },
  {
    "no": 1670,
    "name": "다문화 작은도서관 모두",
    "lat": 35.0893006,
    "lon": 129.0583261
  },
  {
    "no": 1671,
    "name": "찬새미 작은도서관",
    "lat": 35.0938222,
    "lon": 129.0439752
  },
  {
    "no": 1672,
    "name": "꿈나무 작은도서관",
    "lat": 35.0897455,
    "lon": 129.0352822
  },
  {
    "no": 1673,
    "name": "동일 작은도서관",
    "lat": 35.071521,
    "lon": 129.0518044
  },
  {
    "no": 1674,
    "name": "영도도서관",
    "lat": 35.0764402,
    "lon": 129.0660342
  },
  {
    "no": 1675,
    "name": "보수동책방골목어린이도서관",
    "lat": 35.1031296,
    "lon": 129.0252722
  },
  {
    "no": 1676,
    "name": "?다작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1677,
    "name": "글마루 작은도서관",
    "lat": 35.1127605,
    "lon": 129.0316475
  },
  {
    "no": 1678,
    "name": "부산광역시립중앙도서관",
    "lat": 35.110037,
    "lon": 129.026942
  },
  {
    "no": 1679,
    "name": "책갈피작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1680,
    "name": "산리작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1681,
    "name": "민들레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1682,
    "name": "해운대인문학도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1683,
    "name": "작은인문학도서관",
    "lat": 35.1896121,
    "lon": 129.1163304
  },
  {
    "no": 1684,
    "name": "부산광역시립반송도서관",
    "lat": 35.225024,
    "lon": 129.148362
  },
  {
    "no": 1685,
    "name": "부산광역시립해운대도서관",
    "lat": 35.177906,
    "lon": 129.168934
  },
  {
    "no": 1686,
    "name": "부산광역시립해운대도서관 우동분관",
    "lat": 35.168899,
    "lon": 129.155662
  },
  {
    "no": 1687,
    "name": "반여도서관",
    "lat": 35.2020321,
    "lon": 129.1316354
  },
  {
    "no": 1688,
    "name": "재송어린이도서관",
    "lat": 35.1820607,
    "lon": 129.1195253
  },
  {
    "no": 1689,
    "name": "해운대세계작은도서관",
    "lat": 35.1591211,
    "lon": 129.1581126
  },
  {
    "no": 1690,
    "name": "개포4동작은도서관",
    "lat": 37.47882112,
    "lon": 127.0516583
  },
  {
    "no": 1691,
    "name": "일원본동 작은도서관",
    "lat": 37.48337789,
    "lon": 127.0864808
  },
  {
    "no": 1692,
    "name": "수서동 작은도서관",
    "lat": 37.48890229,
    "lon": 127.1049904
  },
  {
    "no": 1693,
    "name": "도곡2동 작은도서관",
    "lat": 37.48369956,
    "lon": 127.0464155
  },
  {
    "no": 1694,
    "name": "대치1작은도서관",
    "lat": 37.49324572,
    "lon": 127.0567749
  },
  {
    "no": 1695,
    "name": "도곡정보문화도서관",
    "lat": 37.48831184,
    "lon": 127.0388787
  },
  {
    "no": 1696,
    "name": "즐거운도서관",
    "lat": 37.49972884,
    "lon": 127.0578474
  },
  {
    "no": 1697,
    "name": "세곡도서관",
    "lat": 37.46904954,
    "lon": 127.1069115
  },
  {
    "no": 1698,
    "name": "삼성도서관",
    "lat": 37.51435513,
    "lon": 127.0626094
  },
  {
    "no": 1699,
    "name": "대치도서관",
    "lat": 37.49961649,
    "lon": 127.0659173
  },
  {
    "no": 1700,
    "name": "신사동작은도서관",
    "lat": 37.52397421,
    "lon": 127.0227971
  },
  {
    "no": 1701,
    "name": "압구정동작은도서관",
    "lat": 37.52678501,
    "lon": 127.0244542
  },
  {
    "no": 1702,
    "name": "청담도서관",
    "lat": 37.52509058,
    "lon": 127.0492919
  },
  {
    "no": 1703,
    "name": "일원1동 작은도서관",
    "lat": 37.49185343,
    "lon": 127.0880284
  },
  {
    "no": 1704,
    "name": "역삼2동작은도서관",
    "lat": 37.49589197,
    "lon": 127.0464773
  },
  {
    "no": 1705,
    "name": "역삼도서관",
    "lat": 37.49537384,
    "lon": 127.0332825
  },
  {
    "no": 1706,
    "name": "행복한도서관",
    "lat": 37.50230604,
    "lon": 127.0641871
  },
  {
    "no": 1707,
    "name": "못골도서관",
    "lat": 37.47153801,
    "lon": 127.0965826
  },
  {
    "no": 1708,
    "name": "못골한옥어린이도서관",
    "lat": 37.47330498,
    "lon": 127.0997276
  },
  {
    "no": 1709,
    "name": "역삼푸른솔도서관",
    "lat": 37.49649864,
    "lon": 127.03203
  },
  {
    "no": 1710,
    "name": "논현정보도서관",
    "lat": 37.51386352,
    "lon": 127.0293228
  },
  {
    "no": 1711,
    "name": "열린도서관",
    "lat": 37.51744257,
    "lon": 127.0406131
  },
  {
    "no": 1712,
    "name": "논현도서관",
    "lat": 37.51727791,
    "lon": 127.0371879
  },
  {
    "no": 1713,
    "name": "정다운도서관",
    "lat": 37.51909826,
    "lon": 127.0464419
  },
  {
    "no": 1714,
    "name": "암사도서관",
    "lat": 37.5528007,
    "lon": 127.1333457
  },
  {
    "no": 1715,
    "name": "성내도서관",
    "lat": 37.5327964,
    "lon": 127.1333283
  },
  {
    "no": 1716,
    "name": "천호도서관",
    "lat": 37.54052196,
    "lon": 127.1340837
  },
  {
    "no": 1717,
    "name": "강일도서관",
    "lat": 37.5706,
    "lon": 127.1742
  },
  {
    "no": 1718,
    "name": "해공도서관",
    "lat": 37.5443685,
    "lon": 127.126709
  },
  {
    "no": 1719,
    "name": "송중문화정보도서관",
    "lat": 37.6183421,
    "lon": 127.0300331
  },
  {
    "no": 1720,
    "name": "송중문화정보도서관",
    "lat": 37.618342,
    "lon": 127.030033
  },
  {
    "no": 1721,
    "name": "수유문화정보도서관",
    "lat": 37.630129,
    "lon": 127.017543
  },
  {
    "no": 1722,
    "name": "수유문화정보도서관",
    "lat": 37.630129,
    "lon": 127.017543
  },
  {
    "no": 1723,
    "name": "삼각산어린이도서관",
    "lat": 37.6615515,
    "lon": 126.9858589
  },
  {
    "no": 1724,
    "name": "삼각산어린이도서관",
    "lat": 37.661552,
    "lon": 126.985859
  },
  {
    "no": 1725,
    "name": "강북청소년문화정보도서관",
    "lat": 37.6231131,
    "lon": 127.0216031
  },
  {
    "no": 1726,
    "name": "강북청소년문화정보도서관",
    "lat": 37.623113,
    "lon": 127.021603
  },
  {
    "no": 1727,
    "name": "미아문화정보도서관",
    "lat": 37.6270633,
    "lon": 127.0269805
  },
  {
    "no": 1728,
    "name": "미아문화정보도서관",
    "lat": 37.627063,
    "lon": 127.026981
  },
  {
    "no": 1729,
    "name": "솔샘문화정보도서관",
    "lat": 37.6205181,
    "lon": 127.0124524
  },
  {
    "no": 1730,
    "name": "솔샘문화정보도서관",
    "lat": 37.620518,
    "lon": 127.012452
  },
  {
    "no": 1731,
    "name": "강북문화정보도서관",
    "lat": 37.6251737,
    "lon": 127.0361251
  },
  {
    "no": 1732,
    "name": "강북문화정보도서관",
    "lat": 37.625174,
    "lon": 127.036125
  },
  {
    "no": 1733,
    "name": "책마루 작은도서관",
    "lat": 37.542512,
    "lon": 126.836212
  },
  {
    "no": 1734,
    "name": "푸른들청소년도서관",
    "lat": 37.54465,
    "lon": 126.83299
  },
  {
    "no": 1735,
    "name": "책향기 작은도서관",
    "lat": 37.553094,
    "lon": 126.830962
  },
  {
    "no": 1736,
    "name": "내발산 작은도서관",
    "lat": 37.55751,
    "lon": 126.841017
  },
  {
    "no": 1737,
    "name": "곰달래도서관",
    "lat": 37.529061,
    "lon": 126.846294
  },
  {
    "no": 1738,
    "name": "등빛도서관",
    "lat": 37.561594,
    "lon": 126.836734
  },
  {
    "no": 1739,
    "name": "꿈자람책놀이터",
    "lat": 37.479151,
    "lon": 126.94155
  },
  {
    "no": 1740,
    "name": "채움 작은도서관",
    "lat": 37.566703,
    "lon": 126.804548
  },
  {
    "no": 1741,
    "name": "꿈터 작은도서관",
    "lat": 37.53043,
    "lon": 126.839378
  },
  {
    "no": 1742,
    "name": "배다리 작은도서관",
    "lat": 37.53268,
    "lon": 126.846128
  },
  {
    "no": 1743,
    "name": "옹달샘 작은도서관",
    "lat": 37.531791,
    "lon": 126.852266
  },
  {
    "no": 1744,
    "name": "강서영어도서관",
    "lat": 37.534578,
    "lon": 126.858419
  },
  {
    "no": 1745,
    "name": "볏고을 작은도서관",
    "lat": 37.534568,
    "lon": 126.858515
  },
  {
    "no": 1746,
    "name": "꿈꾸는어린이도서관",
    "lat": 37.54729,
    "lon": 126.871125
  },
  {
    "no": 1747,
    "name": "생각열매 작은도서관",
    "lat": 37.555781,
    "lon": 126.858347
  },
  {
    "no": 1748,
    "name": "옹기종기 작은도서관",
    "lat": 37.553412,
    "lon": 126.849585
  },
  {
    "no": 1749,
    "name": "길꽃어린이도서관",
    "lat": 37.578673,
    "lon": 126.81163
  },
  {
    "no": 1750,
    "name": "방그리나 작은도서관",
    "lat": 37.578701,
    "lon": 126.811352
  },
  {
    "no": 1751,
    "name": "등마루골 작은도서관",
    "lat": 37.542568,
    "lon": 126.862341
  },
  {
    "no": 1752,
    "name": "해뜰 작은도서관",
    "lat": 37.574999,
    "lon": 126.818816
  },
  {
    "no": 1753,
    "name": "글벗누리 작은도서관",
    "lat": 37.571508,
    "lon": 126.810019
  },
  {
    "no": 1754,
    "name": "송정 작은도서관",
    "lat": 37.558815,
    "lon": 126.807964
  },
  {
    "no": 1755,
    "name": "수명산 작은도서관",
    "lat": 37.554646,
    "lon": 126.832447
  },
  {
    "no": 1756,
    "name": "가람작은도서관",
    "lat": 37.541148,
    "lon": 126.848519
  },
  {
    "no": 1757,
    "name": "가양도서관",
    "lat": 37.561557,
    "lon": 126.852055
  },
  {
    "no": 1758,
    "name": "아리향기 작은도서관",
    "lat": 37.553761,
    "lon": 126.868736
  },
  {
    "no": 1759,
    "name": "우장산숲속도서관",
    "lat": 37.548178,
    "lon": 126.839684
  },
  {
    "no": 1760,
    "name": "초록동작은도서관",
    "lat": 37.570358,
    "lon": 126.805481
  },
  {
    "no": 1761,
    "name": "초록향기 작은도서관",
    "lat": 37.544012,
    "lon": 126.845461
  },
  {
    "no": 1762,
    "name": "도리샘 작은도서관",
    "lat": 37.56737,
    "lon": 126.849099
  },
  {
    "no": 1763,
    "name": "구암마을 작은도서관",
    "lat": 37.56737,
    "lon": 126.849099
  },
  {
    "no": 1764,
    "name": "도란도란쉼터 작은도서관",
    "lat": 37.569453,
    "lon": 126.842516
  },
  {
    "no": 1765,
    "name": "역마을 작은도서관",
    "lat": 37.551761,
    "lon": 126.847877
  },
  {
    "no": 1766,
    "name": "큰마음 작은도서관",
    "lat": 37.558843,
    "lon": 126.84571
  },
  {
    "no": 1767,
    "name": "용꿈꾸는 작은도서관",
    "lat": 37.478127,
    "lon": 126.951487
  },
  {
    "no": 1768,
    "name": "봉현작은도서관",
    "lat": 37.4871775,
    "lon": 126.956625
  },
  {
    "no": 1769,
    "name": "글빛정보도서관",
    "lat": 37.486252,
    "lon": 126.959668
  },
  {
    "no": 1770,
    "name": "성현동작은도서관",
    "lat": 37.487704,
    "lon": 126.956096
  },
  {
    "no": 1771,
    "name": "청림동 푸른숲작은도서관",
    "lat": 37.491797,
    "lon": 126.958599
  },
  {
    "no": 1772,
    "name": "성현동 파랑새작은도서관",
    "lat": 37.489512,
    "lon": 126.948077
  },
  {
    "no": 1773,
    "name": "은천동 한울작은도서관",
    "lat": 37.486875,
    "lon": 126.941527
  },
  {
    "no": 1774,
    "name": "낙성대공원도서관",
    "lat": 37.471383,
    "lon": 126.959727
  },
  {
    "no": 1775,
    "name": "책쉼터",
    "lat": 37.472973,
    "lon": 126.960215
  },
  {
    "no": 1776,
    "name": "낙성동 우듬지작은도서관",
    "lat": 37.476264,
    "lon": 126.958365
  },
  {
    "no": 1777,
    "name": "미성동 책의향기작은도서관",
    "lat": 37.476132,
    "lon": 126.915527
  },
  {
    "no": 1778,
    "name": "난곡동 책사랑 작은도서관",
    "lat": 37.470991,
    "lon": 126.921644
  },
  {
    "no": 1779,
    "name": "난향동 뜰안에작은도서관",
    "lat": 37.164461,
    "lon": 126.918785
  },
  {
    "no": 1780,
    "name": "신림청소년독서실",
    "lat": 37.480177,
    "lon": 126.916185
  },
  {
    "no": 1781,
    "name": "하난곡작은도서관",
    "lat": 37.4767912,
    "lon": 126.919945
  },
  {
    "no": 1782,
    "name": "서울대입구역 U-도서관",
    "lat": 37.481239,
    "lon": 126.952747
  },
  {
    "no": 1783,
    "name": "신림역 U-도서관",
    "lat": 37.484224,
    "lon": 126.929681
  },
  {
    "no": 1784,
    "name": "봉천역 U-도서관",
    "lat": 37.482332,
    "lon": 126.942487
  },
  {
    "no": 1785,
    "name": "낙성대역 U-도서관",
    "lat": 37.476975,
    "lon": 126.963739
  },
  {
    "no": 1786,
    "name": "인헌동 보물섬 작은도서관",
    "lat": 37.475044,
    "lon": 126.965247
  },
  {
    "no": 1787,
    "name": "남현동 우리작은도서관",
    "lat": 37.474518,
    "lon": 126.9778675
  },
  {
    "no": 1788,
    "name": "보라매동 다사랑작은도서관",
    "lat": 37.467081,
    "lon": 126.944781
  },
  {
    "no": 1789,
    "name": "은천동작은도서관",
    "lat": 37.485298,
    "lon": 126.942434
  },
  {
    "no": 1790,
    "name": "숲속작은도서관",
    "lat": 37.458841,
    "lon": 126.946195
  },
  {
    "no": 1791,
    "name": "신림동 굴렁쇠작은도서관",
    "lat": 37.487372,
    "lon": 126.927118
  },
  {
    "no": 1792,
    "name": "대학동 녹두작은도서관",
    "lat": 37.470598,
    "lon": 126.936927
  },
  {
    "no": 1793,
    "name": "관악산 詩도서관",
    "lat": 37.468116,
    "lon": 126.946069
  },
  {
    "no": 1794,
    "name": "서원동 어울작은도서관",
    "lat": 37.479734,
    "lon": 126.9313649
  },
  {
    "no": 1795,
    "name": "도림천에서 용나는 작은도서관",
    "lat": 37.480942,
    "lon": 126.929827
  },
  {
    "no": 1796,
    "name": "서림동 글사랑작은도서관",
    "lat": 37.474961,
    "lon": 126.934984
  },
  {
    "no": 1797,
    "name": "꿈나무 영유아도서관",
    "lat": 37.467081,
    "lon": 126.944781
  },
  {
    "no": 1798,
    "name": "관악문화관도서관",
    "lat": 37.467135,
    "lon": 126.944735
  },
  {
    "no": 1799,
    "name": "신원동 울타리작은도서관",
    "lat": 37.481565,
    "lon": 126.927333
  },
  {
    "no": 1800,
    "name": "청룡동 숯고을작은도서관",
    "lat": 37.479107,
    "lon": 126.941694
  },
  {
    "no": 1801,
    "name": "중앙동 새싹작은도서관",
    "lat": 37.484166,
    "lon": 126.949749
  },
  {
    "no": 1802,
    "name": "조원작은도서관",
    "lat": 34.482544,
    "lon": 126.907773
  },
  {
    "no": 1803,
    "name": "신사동 해오름작은도서관",
    "lat": 37.485923,
    "lon": 126.919089
  },
  {
    "no": 1804,
    "name": "청룡작은도서관",
    "lat": 37.478018,
    "lon": 126.946457
  },
  {
    "no": 1805,
    "name": "책이랑놀이랑",
    "lat": 37.479992,
    "lon": 126.958588
  },
  {
    "no": 1806,
    "name": "행운동 마루작은도서관",
    "lat": 37.480593,
    "lon": 126.957059
  },
  {
    "no": 1807,
    "name": "삼성작은도서관",
    "lat": 37.464073,
    "lon": 126.931802
  },
  {
    "no": 1808,
    "name": "삼성동 샛별작은도서관",
    "lat": 37.470073,
    "lon": 126.932964
  },
  {
    "no": 1809,
    "name": "구의제3동도서관",
    "lat": 37.53799261,
    "lon": 127.091984
  },
  {
    "no": 1810,
    "name": "광장동새마을작은도서관",
    "lat": 37.54688177,
    "lon": 127.1030122
  },
  {
    "no": 1811,
    "name": "더바움지식문화작은도서관",
    "lat": 37.54141454,
    "lon": 127.0897296
  },
  {
    "no": 1812,
    "name": "예드림문고",
    "lat": 37.54341439,
    "lon": 127.0902073
  },
  {
    "no": 1813,
    "name": "군자동새마을작은도서관",
    "lat": 37.55515906,
    "lon": 127.0758892
  },
  {
    "no": 1814,
    "name": "중곡4동새마을작은도서관",
    "lat": 37.55909955,
    "lon": 127.0894339
  },
  {
    "no": 1815,
    "name": "중곡1동새마을작은도서관",
    "lat": 37.56066681,
    "lon": 127.0800508
  },
  {
    "no": 1816,
    "name": "중곡교회작은도서관",
    "lat": 37.55696496,
    "lon": 127.090785
  },
  {
    "no": 1817,
    "name": "중곡2동새마을작은도서관",
    "lat": 37.56015047,
    "lon": 127.0814764
  },
  {
    "no": 1818,
    "name": "중곡문화체육센터도서관",
    "lat": 37.56777776,
    "lon": 127.0848034
  },
  {
    "no": 1819,
    "name": "화양동새마을작은도서관",
    "lat": 37.54653756,
    "lon": 127.0713179
  },
  {
    "no": 1820,
    "name": "성신비전스쿨도서관",
    "lat": 37.546461,
    "lon": 127.0666556
  },
  {
    "no": 1821,
    "name": "중곡3동새마을작은도서관",
    "lat": 37.56880816,
    "lon": 127.0801365
  },
  {
    "no": 1822,
    "name": "자양3동새마을작은도서관",
    "lat": 37.53383249,
    "lon": 127.0729033
  },
  {
    "no": 1823,
    "name": "자양제4동도서관",
    "lat": 37.5340959,
    "lon": 127.0662599
  },
  {
    "no": 1824,
    "name": "자양전통시장작은도서관",
    "lat": 37.53438346,
    "lon": 127.07919
  },
  {
    "no": 1825,
    "name": "광장현대파크빌도서관",
    "lat": 37.54335816,
    "lon": 127.1017445
  },
  {
    "no": 1826,
    "name": "자양4동새마을작은도서관",
    "lat": 37.54026298,
    "lon": 127.0651113
  },
  {
    "no": 1827,
    "name": "배움의기쁨작은도서관",
    "lat": 37.53626462,
    "lon": 127.0793821
  },
  {
    "no": 1828,
    "name": "새빛작은도서관",
    "lat": 37.53632392,
    "lon": 127.082256
  },
  {
    "no": 1829,
    "name": "광진정보도서관",
    "lat": 37.55107355,
    "lon": 127.1106137
  },
  {
    "no": 1830,
    "name": "하람도서관",
    "lat": 37.56212772,
    "lon": 127.0883465
  },
  {
    "no": 1831,
    "name": "이룸도서관",
    "lat": 37.5579873,
    "lon": 127.0875991
  },
  {
    "no": 1832,
    "name": "어린이도서관주영심나무",
    "lat": 37.55624589,
    "lon": 127.0835681
  },
  {
    "no": 1833,
    "name": "샘터작은도서관",
    "lat": 37.5651522,
    "lon": 127.087354
  },
  {
    "no": 1834,
    "name": "아름드리작은도서관",
    "lat": 37.55053695,
    "lon": 127.0979157
  },
  {
    "no": 1835,
    "name": "자양1동새마을작은도서관",
    "lat": 37.5344966,
    "lon": 127.0823943
  },
  {
    "no": 1836,
    "name": "구의1동새마을작은도서관",
    "lat": 37.54312947,
    "lon": 127.0856491
  },
  {
    "no": 1837,
    "name": "푸른꿈도서관",
    "lat": 37.54436389,
    "lon": 127.0880268
  },
  {
    "no": 1838,
    "name": "자양2동새마을작은도서관",
    "lat": 37.52880086,
    "lon": 127.0843882
  },
  {
    "no": 1839,
    "name": "운룡도서관",
    "lat": 37.55419818,
    "lon": 127.0893602
  },
  {
    "no": 1840,
    "name": "아차산아래작은도서관놀자",
    "lat": 37.55385545,
    "lon": 127.0944525
  },
  {
    "no": 1841,
    "name": "평강마을도서관",
    "lat": 37.53157438,
    "lon": 127.0760916
  },
  {
    "no": 1842,
    "name": "날마다자라는나무",
    "lat": 37.53138718,
    "lon": 127.0757656
  },
  {
    "no": 1843,
    "name": "사람아이앤지작은도서관",
    "lat": 37.54993648,
    "lon": 127.0916863
  },
  {
    "no": 1844,
    "name": "AB돌봄카페",
    "lat": 37.54510603,
    "lon": 127.1018284
  },
  {
    "no": 1845,
    "name": "능동새마을작은도서관",
    "lat": 37.55376123,
    "lon": 127.0805504
  },
  {
    "no": 1846,
    "name": "구의2동새마을작은도서관",
    "lat": 37.54724205,
    "lon": 127.0899222
  },
  {
    "no": 1847,
    "name": "개봉도서관",
    "lat": 37.488943,
    "lon": 126.858861
  },
  {
    "no": 1848,
    "name": "개봉어린이도서관",
    "lat": 37.496705,
    "lon": 126.855886
  },
  {
    "no": 1849,
    "name": "글마루한옥어린이도서관",
    "lat": 37.506873,
    "lon": 126.845627
  },
  {
    "no": 1850,
    "name": "하늘도서관",
    "lat": 37.487432,
    "lon": 126.880917
  },
  {
    "no": 1851,
    "name": "꿈나무도서관",
    "lat": 37.489557,
    "lon": 126.886399
  },
  {
    "no": 1852,
    "name": "구로구립온누리도서관",
    "lat": 37.496885,
    "lon": 126.885979
  },
  {
    "no": 1853,
    "name": "꿈마을도서관",
    "lat": 37.487167,
    "lon": 126.890156
  },
  {
    "no": 1854,
    "name": "신도림어린이영어작은도서관",
    "lat": 37.507697,
    "lon": 126.880593
  },
  {
    "no": 1855,
    "name": "궁동어린이도서관",
    "lat": 37.502239,
    "lon": 126.829346
  },
  {
    "no": 1856,
    "name": "금천문화복지도서관",
    "lat": 37.471792,
    "lon": 126.895857
  },
  {
    "no": 1857,
    "name": "금천구립가산도서관",
    "lat": 37.456797,
    "lon": 126.895396
  },
  {
    "no": 1858,
    "name": "금천구립시흥도서관",
    "lat": 37.456797,
    "lon": 126.895396
  },
  {
    "no": 1859,
    "name": "책읽는주민사랑방작은도서관",
    "lat": 37.452373,
    "lon": 126.908292
  },
  {
    "no": 1860,
    "name": "나누리작은도서관",
    "lat": 37.44122,
    "lon": 126.902876
  },
  {
    "no": 1861,
    "name": "청개구리작은도서관",
    "lat": 37.475136,
    "lon": 126.90322
  },
  {
    "no": 1862,
    "name": "금천구립독산도서관",
    "lat": 37.456797,
    "lon": 126.895396
  },
  {
    "no": 1863,
    "name": "꿈을키우는작은도서관",
    "lat": 37.461563,
    "lon": 126.904373
  },
  {
    "no": 1864,
    "name": "미래향기작은도서관",
    "lat": 37.466082,
    "lon": 126.899737
  },
  {
    "no": 1865,
    "name": "꿈씨어린이작은도서관",
    "lat": 37.46743,
    "lon": 126.902133
  },
  {
    "no": 1866,
    "name": "도란도란작은도서관",
    "lat": 37.458965,
    "lon": 126.906172
  },
  {
    "no": 1867,
    "name": "책읽는마을작은도서관",
    "lat": 37.468667,
    "lon": 126.904119
  },
  {
    "no": 1868,
    "name": "책이든거리작은도서관",
    "lat": 37.465751,
    "lon": 126.887675
  },
  {
    "no": 1869,
    "name": "지혜의숲작은도서관",
    "lat": 37.465751,
    "lon": 126.887675
  },
  {
    "no": 1870,
    "name": "해오름작은도서관",
    "lat": 37.46609,
    "lon": 126.89974
  },
  {
    "no": 1871,
    "name": "꿈꾸는작은도서관",
    "lat": 37.440257,
    "lon": 126.905797
  },
  {
    "no": 1872,
    "name": "맑은누리작은도서관",
    "lat": 37.453534,
    "lon": 126.90325
  },
  {
    "no": 1873,
    "name": "금천구립금나래도서관",
    "lat": 37.456797,
    "lon": 126.895396
  },
  {
    "no": 1874,
    "name": "산돌어린이도서관",
    "lat": 37.452249,
    "lon": 126.913714
  },
  {
    "no": 1875,
    "name": "은행나무어린이도서관",
    "lat": 37.457589,
    "lon": 126.89833
  },
  {
    "no": 1876,
    "name": "참새작은도서관",
    "lat": 37.457838,
    "lon": 126.88704
  },
  {
    "no": 1877,
    "name": "열린작은도서관",
    "lat": 37.63204371,
    "lon": 127.067951
  },
  {
    "no": 1878,
    "name": "하늘작은도서관",
    "lat": 37.64213069,
    "lon": 127.0687306
  },
  {
    "no": 1879,
    "name": "가재울작은도서관",
    "lat": 37.64056069,
    "lon": 127.0725588
  },
  {
    "no": 1880,
    "name": "가온작은도서관",
    "lat": 37.66128661,
    "lon": 127.0602619
  },
  {
    "no": 1881,
    "name": "책이랑친구랑작은도서관",
    "lat": 37.62128685,
    "lon": 127.083378
  },
  {
    "no": 1882,
    "name": "화랑도서관",
    "lat": 37.62152134,
    "lon": 127.0830476
  },
  {
    "no": 1883,
    "name": "노원정보도서관",
    "lat": 37.66110029,
    "lon": 127.0650081
  },
  {
    "no": 1884,
    "name": "메아리작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 1885,
    "name": "초안산숲속작은도서관",
    "lat": 37.63208014,
    "lon": 127.0444276
  },
  {
    "no": 1886,
    "name": "수락작은도서관",
    "lat": 37.6729097,
    "lon": 127.0832363
  },
  {
    "no": 1887,
    "name": "중계사랑북카페",
    "lat": 37.65876429,
    "lon": 127.0779756
  },
  {
    "no": 1888,
    "name": "푸른숲작은도서관",
    "lat": 37.67992867,
    "lon": 127.0549625
  },
  {
    "no": 1889,
    "name": "노원문화원",
    "lat": 37.62879908,
    "lon": 127.0698014
  },
  {
    "no": 1890,
    "name": "상계숲속작은도서관",
    "lat": 37.66673627,
    "lon": 127.0515525
  },
  {
    "no": 1891,
    "name": "도란도란작은도서관",
    "lat": 37.62477828,
    "lon": 127.0737488
  },
  {
    "no": 1892,
    "name": "반디작은도서관",
    "lat": 37.66673627,
    "lon": 127.0515525
  },
  {
    "no": 1893,
    "name": "상계문화정보도서관",
    "lat": 37.67852812,
    "lon": 127.0519416
  },
  {
    "no": 1894,
    "name": "한내도서관",
    "lat": 37.62358838,
    "lon": 127.0687815
  },
  {
    "no": 1895,
    "name": "파랑새작은도서관",
    "lat": 37.65748394,
    "lon": 127.0678654
  },
  {
    "no": 1896,
    "name": "꿈꾸는작은도서관",
    "lat": 37.61999132,
    "lon": 127.0628836
  },
  {
    "no": 1897,
    "name": "월계문화정보도서관",
    "lat": 37.628637,
    "lon": 127.056121
  },
  {
    "no": 1898,
    "name": "책누리작은도서관",
    "lat": 37.6478032,
    "lon": 127.0802848
  },
  {
    "no": 1899,
    "name": "달내작은도서관",
    "lat": 37.63251005,
    "lon": 127.0507812
  },
  {
    "no": 1900,
    "name": "책사랑북카페",
    "lat": 37.65254785,
    "lon": 127.077475
  },
  {
    "no": 1901,
    "name": "노원어린이도서관",
    "lat": 37.65795085,
    "lon": 127.0763791
  },
  {
    "no": 1902,
    "name": "해솔작은도서관",
    "lat": 37.66297906,
    "lon": 127.0693664
  },
  {
    "no": 1903,
    "name": "한울작은도서관",
    "lat": 37.66452106,
    "lon": 127.0638188
  },
  {
    "no": 1904,
    "name": "쌍문1동 공립 작은도서관",
    "lat": 37.6479992,
    "lon": 127.0260364
  },
  {
    "no": 1905,
    "name": "창4동 공립 작은도서관",
    "lat": 37.6522,
    "lon": 127.05154
  },
  {
    "no": 1906,
    "name": "창북중학교 도서관",
    "lat": 37.6494708,
    "lon": 127.0385766
  },
  {
    "no": 1907,
    "name": "쌍문3동 공립 작은도서관",
    "lat": 37.6489437,
    "lon": 127.0279086
  },
  {
    "no": 1908,
    "name": "도봉어린이문화정보도서관(디지털자료실)",
    "lat": 37.6590072,
    "lon": 127.0494699
  },
  {
    "no": 1909,
    "name": "도봉어린이문화정보도서관(영 유아)",
    "lat": 37.6590072,
    "lon": 127.0494699
  },
  {
    "no": 1910,
    "name": "도봉어린이문화정보센터(자료열람실, 잉글리시 아일랜드)",
    "lat": 37.6590072,
    "lon": 127.0494699
  },
  {
    "no": 1911,
    "name": "도봉문화정보도서관(어린이열람실)",
    "lat": 37.6445808,
    "lon": 127.0438827
  },
  {
    "no": 1912,
    "name": "도봉문화정보도서관(종합자료실)",
    "lat": 37.6445808,
    "lon": 127.0438827
  },
  {
    "no": 1913,
    "name": "창2동 공립 작은도서관",
    "lat": 37.6413898,
    "lon": 127.0356396
  },
  {
    "no": 1914,
    "name": "창3동 공립 작은도서관",
    "lat": 37.63811,
    "lon": 127.04287
  },
  {
    "no": 1915,
    "name": "창5동 공립 작은도서관",
    "lat": 37.6562098,
    "lon": 127.0434809
  },
  {
    "no": 1916,
    "name": "도봉1동 공립 작은도서관",
    "lat": 37.6786704,
    "lon": 127.0433569
  },
  {
    "no": 1917,
    "name": "북서울중학교 도서관",
    "lat": 37.6813005,
    "lon": 127.0430239
  },
  {
    "no": 1918,
    "name": "무수골 도서관",
    "lat": 37.6829589,
    "lon": 127.0428608
  },
  {
    "no": 1919,
    "name": "도봉구청사 행복작은도서관",
    "lat": 37.6686287,
    "lon": 127.0470496
  },
  {
    "no": 1920,
    "name": "도봉2동 공립 작은도서관",
    "lat": 37.6696229,
    "lon": 127.0465415
  },
  {
    "no": 1921,
    "name": "도봉 기적의 도서관",
    "lat": 37.6807721,
    "lon": 127.0502436
  },
  {
    "no": 1922,
    "name": "방학동영유아플라자",
    "lat": 37.66323,
    "lon": 127.03033
  },
  {
    "no": 1923,
    "name": "방학1동 공립 작은도서관",
    "lat": 37.6641869,
    "lon": 127.0406367
  },
  {
    "no": 1924,
    "name": "쌍문2동 공립 작은도서관",
    "lat": 37.6580211,
    "lon": 127.0387508
  },
  {
    "no": 1925,
    "name": "서울특별시교육청도봉도서관(디지털자료실)",
    "lat": 37.6527461,
    "lon": 127.0129663
  },
  {
    "no": 1926,
    "name": "서울특별시교육청도봉도서관(어린이자료실)",
    "lat": 37.65257,
    "lon": 127.0129
  },
  {
    "no": 1927,
    "name": "서울특별시교육청도봉도서관(종합자료실)",
    "lat": 37.6525847,
    "lon": 127.0129824
  },
  {
    "no": 1928,
    "name": "학마을도서관 (어린이 자료실)",
    "lat": 37.66211,
    "lon": 127.02782
  },
  {
    "no": 1929,
    "name": "학마을도서관 (종합자료실)",
    "lat": 37.6621078,
    "lon": 127.0278197
  },
  {
    "no": 1930,
    "name": "방학2동 공립 작은도서관",
    "lat": 37.668177,
    "lon": 127.0350425
  },
  {
    "no": 1931,
    "name": "쌍문4동 공립 작은도서관",
    "lat": 37.6564188,
    "lon": 127.0283688
  },
  {
    "no": 1932,
    "name": "창동영유아플라자",
    "lat": 37.63351,
    "lon": 127.0411
  },
  {
    "no": 1933,
    "name": "창1동 공립 작은도서관",
    "lat": 37.64833,
    "lon": 127.04378
  },
  {
    "no": 1934,
    "name": "방학3동 공립 작은도서관",
    "lat": 37.65989,
    "lon": 127.02382
  },
  {
    "no": 1935,
    "name": "본도작은도서관",
    "lat": 37.513044,
    "lon": 126.956013
  },
  {
    "no": 1936,
    "name": "신대방역 U-도서관",
    "lat": 37.487397,
    "lon": 126.913024
  },
  {
    "no": 1937,
    "name": "대방어린이도서관",
    "lat": 37.502978,
    "lon": 126.925182
  },
  {
    "no": 1938,
    "name": "동작샘터도서관",
    "lat": 37.48832,
    "lon": 126.977553
  },
  {
    "no": 1939,
    "name": "상도국주도서관",
    "lat": 37.506711,
    "lon": 126.951059
  },
  {
    "no": 1940,
    "name": "국사봉숲속작은도서관",
    "lat": 37.495701,
    "lon": 126.941147
  },
  {
    "no": 1941,
    "name": "사당솔밭도서관",
    "lat": 37.484056,
    "lon": 126.967369
  },
  {
    "no": 1942,
    "name": "약수작은도서관",
    "lat": 37.497851,
    "lon": 126.94744
  },
  {
    "no": 1943,
    "name": "동작어린이도서관",
    "lat": 37.509147,
    "lon": 126.943434
  },
  {
    "no": 1944,
    "name": "마포어린이영어도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1945,
    "name": "복사골작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1946,
    "name": "마포구립서강도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1947,
    "name": "꿈을이루는작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1948,
    "name": "아름드리작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1949,
    "name": "늘푸른소나무작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1950,
    "name": "마포중앙도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1951,
    "name": "해오름작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1952,
    "name": "마포구립하늘도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1953,
    "name": "꿈나래어린이영어도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1954,
    "name": "성산글마루작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1955,
    "name": "마포푸르메어린이도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1956,
    "name": "성메작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1957,
    "name": "용강동작은도서관",
    "lat": 99.999999,
    "lon": 999.999999
  },
  {
    "no": 1958,
    "name": "알음알음작은도서관",
    "lat": 37.562901,
    "lon": 126.960148
  },
  {
    "no": 1959,
    "name": "이진아기념도서관",
    "lat": 37.572882,
    "lon": 126.954479
  },
  {
    "no": 1960,
    "name": "하늘샘작은도서관",
    "lat": 37.569512,
    "lon": 126.960638
  },
  {
    "no": 1961,
    "name": "파랑새작은도서관",
    "lat": 37.57407,
    "lon": 126.920531
  },
  {
    "no": 1962,
    "name": "행복작은도서관",
    "lat": 37.579985,
    "lon": 126.931943
  },
  {
    "no": 1963,
    "name": "북아현마을 북카페",
    "lat": 37.559456,
    "lon": 126.954805
  },
  {
    "no": 1964,
    "name": "이팝꽃향기작은도서관",
    "lat": 37.583901,
    "lon": 126.91023
  },
  {
    "no": 1965,
    "name": "햇살작은도서관",
    "lat": 37.593162,
    "lon": 126.943349
  },
  {
    "no": 1966,
    "name": "문화촌어린이도서관",
    "lat": 37.593746,
    "lon": 126.947485
  },
  {
    "no": 1967,
    "name": "늘푸른열린작은도서관",
    "lat": 37.574288,
    "lon": 126.907962
  },
  {
    "no": 1968,
    "name": "가슴따뜻한작은도서관",
    "lat": 37.581453,
    "lon": 126.908976
  },
  {
    "no": 1969,
    "name": "아이누리작은도서관",
    "lat": 37.569184,
    "lon": 126.930627
  },
  {
    "no": 1970,
    "name": "남가좌새롬어린이도서관",
    "lat": 37.578287,
    "lon": 126.921808
  },
  {
    "no": 1971,
    "name": "새싹작은도서관",
    "lat": 37.583005,
    "lon": 126.947833
  },
  {
    "no": 1972,
    "name": "꿈이있는작은도서관",
    "lat": 37.586071,
    "lon": 126.947157
  },
  {
    "no": 1973,
    "name": "홍은도담도서관",
    "lat": 37.601701,
    "lon": 126.946805
  },
  {
    "no": 1974,
    "name": "서초구립반포도서관",
    "lat": 37.502601,
    "lon": 127.012615
  },
  {
    "no": 1975,
    "name": "잠원도서관",
    "lat": 37.515249,
    "lon": 127.013965
  },
  {
    "no": 1976,
    "name": "서초그림책도서관",
    "lat": 37.490761,
    "lon": 127.004639
  },
  {
    "no": 1977,
    "name": "방배도서관",
    "lat": 37.480523,
    "lon": 126.999079
  },
  {
    "no": 1978,
    "name": "서이도서관",
    "lat": 37.49275,
    "lon": 127.024944
  },
  {
    "no": 1979,
    "name": "서초구립내곡도서관",
    "lat": 37.452838,
    "lon": 127.054169
  },
  {
    "no": 1980,
    "name": "성동구립도서관",
    "lat": 37.559097,
    "lon": 127.032776
  },
  {
    "no": 1981,
    "name": "성동구립무지개도서관",
    "lat": 37.563155,
    "lon": 127.036627
  },
  {
    "no": 1982,
    "name": "성수2가제3동작은도서관",
    "lat": 37.548192,
    "lon": 127.055189
  },
  {
    "no": 1983,
    "name": "성동구립금호도서관",
    "lat": 37.554097,
    "lon": 127.022693
  },
  {
    "no": 1984,
    "name": "옥수동북카페",
    "lat": 37.54367,
    "lon": 127.013486
  },
  {
    "no": 1985,
    "name": "성동자활센터푸른하늘공부방청소년작은도서관",
    "lat": 37.546026,
    "lon": 127.01952
  },
  {
    "no": 1986,
    "name": "응봉동어린이작은도서관",
    "lat": 37.553118,
    "lon": 127.033401
  },
  {
    "no": 1987,
    "name": "금호4가동어린이작은도서관",
    "lat": 37.547171,
    "lon": 127.02231
  },
  {
    "no": 1988,
    "name": "성동구립성수도서관",
    "lat": 37.545306,
    "lon": 127.044847
  },
  {
    "no": 1989,
    "name": "성수2가제1동어린이작은도서관",
    "lat": 37.539501,
    "lon": 127.05405
  },
  {
    "no": 1990,
    "name": "성수1가제1동작은도서관",
    "lat": 37.542037,
    "lon": 127.049686
  },
  {
    "no": 1991,
    "name": "성동구립청계도서관",
    "lat": 37.566308,
    "lon": 127.036955
  },
  {
    "no": 1992,
    "name": "왕십리도선동희망문고",
    "lat": 37.567777,
    "lon": 127.025479
  },
  {
    "no": 1993,
    "name": "마장동작은도서관",
    "lat": 37.566293,
    "lon": 127.045354
  },
  {
    "no": 1994,
    "name": "금호2,3가동어린이작은도서관",
    "lat": 37.553233,
    "lon": 127.021016
  },
  {
    "no": 1995,
    "name": "왕십리제2동작은도서관",
    "lat": 37.561057,
    "lon": 127.030495
  },
  {
    "no": 1996,
    "name": "사근동어린이놀이터도서관",
    "lat": 37.561169,
    "lon": 127.045855
  },
  {
    "no": 1997,
    "name": "송정동늘푸른작은도서관",
    "lat": 37.550985,
    "lon": 127.068522
  },
  {
    "no": 1998,
    "name": "성수1가제2동어린이작은도서관",
    "lat": 37.546305,
    "lon": 127.044262
  },
  {
    "no": 1999,
    "name": "성동구립용답도서관",
    "lat": 37.566679,
    "lon": 127.051314
  },
  {
    "no": 2000,
    "name": "용답동어린이작은도서관",
    "lat": 37.564066,
    "lon": 127.055517
  },
  {
    "no": 2001,
    "name": "금호1가동우리동네북카페책단지꿀단지",
    "lat": 37.554834,
    "lon": 127.021637
  },
  {
    "no": 2002,
    "name": "행당제2동어린이작은도서관",
    "lat": 37.558196,
    "lon": 127.029361
  },
  {
    "no": 2003,
    "name": "청수도서관",
    "lat": 37.6116602,
    "lon": 127.008601
  },
  {
    "no": 2004,
    "name": "이음도서관",
    "lat": 37.5894118,
    "lon": 127.0168327
  },
  {
    "no": 2005,
    "name": "서경로꿈마루도서관",
    "lat": 37.6113953,
    "lon": 127.0116094
  },
  {
    "no": 2006,
    "name": "해오름도서관",
    "lat": 37.5940362,
    "lon": 127.0083324
  },
  {
    "no": 2007,
    "name": "아리랑어린이도서관",
    "lat": 37.5998924,
    "lon": 127.0139225
  },
  {
    "no": 2008,
    "name": "아리랑도서관",
    "lat": 37.6002319,
    "lon": 127.0117191
  },
  {
    "no": 2009,
    "name": "정릉도서관",
    "lat": 37.6046078,
    "lon": 127.0018441
  },
  {
    "no": 2010,
    "name": "달빛마루도서관",
    "lat": 37.6052297,
    "lon": 127.0288023
  },
  {
    "no": 2011,
    "name": "종암동새날도서관",
    "lat": 37.5990361,
    "lon": 127.0329966
  },
  {
    "no": 2012,
    "name": "석관동미리내도서관",
    "lat": 37.6134793,
    "lon": 127.0632154
  },
  {
    "no": 2013,
    "name": "월곡꿈그림도서관",
    "lat": 37.6040914,
    "lon": 127.0420311
  },
  {
    "no": 2014,
    "name": "성북정보도서관",
    "lat": 37.6049514,
    "lon": 127.0418181
  },
  {
    "no": 2015,
    "name": "거마도서관",
    "lat": 37.493545,
    "lon": 127.146948
  },
  {
    "no": 2016,
    "name": "돌마리도서관",
    "lat": 37.50357,
    "lon": 127.103703
  },
  {
    "no": 2017,
    "name": "소나무언덕2호",
    "lat": 37.5073,
    "lon": 127.0943
  },
  {
    "no": 2018,
    "name": "소나무언덕3호",
    "lat": 37.492325,
    "lon": 127.156619
  },
  {
    "no": 2019,
    "name": "소나무언덕4호",
    "lat": 37.502207,
    "lon": 127.116836
  },
  {
    "no": 2020,
    "name": "송파어린이영어",
    "lat": 37.522551,
    "lon": 127.101942
  },
  {
    "no": 2021,
    "name": "송파어린이도서관",
    "lat": 37.50357,
    "lon": 127.103703
  },
  {
    "no": 2022,
    "name": "소나무언덕1호",
    "lat": 37.527302,
    "lon": 127.117676
  },
  {
    "no": 2023,
    "name": "송파위례도서관",
    "lat": 37.482438,
    "lon": 127.142533
  },
  {
    "no": 2024,
    "name": "송파글마루도서관",
    "lat": 37.481029,
    "lon": 127.130755
  },
  {
    "no": 2025,
    "name": "소나무언덕 잠실본동",
    "lat": 37.50315,
    "lon": 127.07867
  },
  {
    "no": 2026,
    "name": "갈산도서관",
    "lat": 37.517576,
    "lon": 126.727362
  },
  {
    "no": 2027,
    "name": "목마도서관",
    "lat": 37.538009,
    "lon": 126.884396
  },
  {
    "no": 2028,
    "name": "고운달 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2029,
    "name": "고운맘 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2030,
    "name": "그린나래작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2031,
    "name": "꿈자람 작은도서관",
    "lat": 37.544704,
    "lon": 126.864428
  },
  {
    "no": 2032,
    "name": "넓은들작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2033,
    "name": "달빛마을 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2034,
    "name": "호롱불작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2035,
    "name": "미감 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2036,
    "name": "달마을작은도서관",
    "lat": 37.360268,
    "lon": 127.111265
  },
  {
    "no": 2037,
    "name": "신월디지털정보도서관",
    "lat": 37.566202,
    "lon": 126.977819
  },
  {
    "no": 2038,
    "name": "고맙습니다 작은도서관",
    "lat": 37.476791,
    "lon": 126.919931
  },
  {
    "no": 2039,
    "name": "개울도서관",
    "lat": 37.538009,
    "lon": 126.884396
  },
  {
    "no": 2040,
    "name": "지양마을 작은도서관",
    "lat": 37.521826,
    "lon": 126.826673
  },
  {
    "no": 2041,
    "name": "방아다리문학도서관",
    "lat": 37.539197,
    "lon": 126.852891
  },
  {
    "no": 2042,
    "name": "영어특성화도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2043,
    "name": "해맞이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2044,
    "name": "여의동공립작은도서관",
    "lat": 37.517658,
    "lon": 126.925842
  },
  {
    "no": 2045,
    "name": "영등포구지부공립작은도서관",
    "lat": 37.525985,
    "lon": 126.891342
  },
  {
    "no": 2046,
    "name": "당산2동공립작은도서관",
    "lat": 37.534688,
    "lon": 126.893322
  },
  {
    "no": 2047,
    "name": "대림3동공립작은도서관",
    "lat": 37.4983,
    "lon": 126.889268
  },
  {
    "no": 2048,
    "name": "대림2동공립작은도서관",
    "lat": 37.492658,
    "lon": 126.889389
  },
  {
    "no": 2049,
    "name": "신길6동공립작은도서관",
    "lat": 37.499175,
    "lon": 126.903665
  },
  {
    "no": 2050,
    "name": "문래동공립작은도서관",
    "lat": 37.515465,
    "lon": 126.882596
  },
  {
    "no": 2051,
    "name": "신길5동공립작은도서관",
    "lat": 37.501614,
    "lon": 126.896435
  },
  {
    "no": 2052,
    "name": "대림정보문화도서관",
    "lat": 37.504267,
    "lon": 126.887305
  },
  {
    "no": 2053,
    "name": "도림동공립작은도서관",
    "lat": 37.509967,
    "lon": 126.899269
  },
  {
    "no": 2054,
    "name": "대림1동공립작은도서관",
    "lat": 37.495478,
    "lon": 126.897194
  },
  {
    "no": 2055,
    "name": "문래정보문화도서관",
    "lat": 37.516776,
    "lon": 126.882417
  },
  {
    "no": 2056,
    "name": "목화마을공립작은도서관",
    "lat": 37.519019,
    "lon": 126.886
  },
  {
    "no": 2057,
    "name": "선유정보문화도서관",
    "lat": 37.533291,
    "lon": 126.884162
  },
  {
    "no": 2058,
    "name": "양평2동공립작은도서관",
    "lat": 37.53809,
    "lon": 126.887654
  },
  {
    "no": 2059,
    "name": "신길3동공립작은도서관",
    "lat": 37.507285,
    "lon": 126.899
  },
  {
    "no": 2060,
    "name": "신길4동공립작은도서관",
    "lat": 37.508428,
    "lon": 126.902511
  },
  {
    "no": 2061,
    "name": "영등포본동공립작은도서관",
    "lat": 37.514649,
    "lon": 126.900577
  },
  {
    "no": 2062,
    "name": "여의디지털도서관",
    "lat": 37.52222,
    "lon": 126.920171
  },
  {
    "no": 2063,
    "name": "신길7동공립작은도서관",
    "lat": 37.506385,
    "lon": 126.912739
  },
  {
    "no": 2064,
    "name": "양평1동공립작은도서관",
    "lat": 37.523615,
    "lon": 126.879603
  },
  {
    "no": 2065,
    "name": "당산1동공립작은도서관",
    "lat": 37.523058,
    "lon": 126.889697
  },
  {
    "no": 2066,
    "name": "신길2동(분소)공립작은도서관",
    "lat": 37.513516,
    "lon": 126.908295
  },
  {
    "no": 2067,
    "name": "신길1동공립작은도서관",
    "lat": 37.511135,
    "lon": 126.912679
  },
  {
    "no": 2068,
    "name": "영등포동공립작은도서관",
    "lat": 37.525,
    "lon": 126.894327
  },
  {
    "no": 2069,
    "name": "응암정보도서관",
    "lat": 37.58596,
    "lon": 126.9197
  },
  {
    "no": 2070,
    "name": "서문어린이도서관",
    "lat": 37.5916,
    "lon": 126.91674
  },
  {
    "no": 2071,
    "name": "풍성한 알곡 비전도서관",
    "lat": 37.61815,
    "lon": 126.9149
  },
  {
    "no": 2072,
    "name": "고리마루작은도서관(갈현1동 주민센터)",
    "lat": 37.62369,
    "lon": 126.91666
  },
  {
    "no": 2073,
    "name": "햇살이 따뜻한 아이마루 작은도서관",
    "lat": 37.60567,
    "lon": 126.90754
  },
  {
    "no": 2074,
    "name": "MBL문고",
    "lat": 37.61712,
    "lon": 126.91246
  },
  {
    "no": 2075,
    "name": "영광영재도서관",
    "lat": 37.60306,
    "lon": 126.90919
  },
  {
    "no": 2076,
    "name": "새자람작은도서관",
    "lat": 37.655382,
    "lon": 126.948209
  },
  {
    "no": 2077,
    "name": "응암2동 매바위북카페(응암2동 주민센터)",
    "lat": 37.59458,
    "lon": 126.92307
  },
  {
    "no": 2078,
    "name": "복있는교회작은도서관",
    "lat": 37.597154,
    "lon": 126.923665
  },
  {
    "no": 2079,
    "name": "은평문화의집 작은도서관(응암1동 주민센터)",
    "lat": 37.6007,
    "lon": 126.92676
  },
  {
    "no": 2080,
    "name": "백련산힐스 작은도서관",
    "lat": 37.59129,
    "lon": 126.92391
  },
  {
    "no": 2081,
    "name": "사랑방 작은도서관",
    "lat": 37.58949,
    "lon": 126.92407
  },
  {
    "no": 2082,
    "name": "책뜰에도서관",
    "lat": 37.64333,
    "lon": 126.91525
  },
  {
    "no": 2083,
    "name": "북한산 힐스테이트 1차 솔숲문고",
    "lat": 37.61217,
    "lon": 126.93603
  },
  {
    "no": 2084,
    "name": "불광천 작은도서관(응암정보도서관 운영)",
    "lat": 37.59049,
    "lon": 126.91443
  },
  {
    "no": 2085,
    "name": "무지개영어도서관",
    "lat": 37.61083,
    "lon": 126.91838
  },
  {
    "no": 2086,
    "name": "징검다리 도서관",
    "lat": 37.61083,
    "lon": 126.91838
  },
  {
    "no": 2087,
    "name": "은평어린이영어도서관(평생학습관 1층)",
    "lat": 37.60782,
    "lon": 126.92117
  },
  {
    "no": 2088,
    "name": "다섯콩작은도서관",
    "lat": 37.60494,
    "lon": 126.92586
  },
  {
    "no": 2089,
    "name": "수색장로교회도서관",
    "lat": 37.58366,
    "lon": 126.89528
  },
  {
    "no": 2090,
    "name": "대조제일교회 꿈꾸는 작은도서관",
    "lat": 37.6118,
    "lon": 126.92553
  },
  {
    "no": 2091,
    "name": "구산동 도서관마을",
    "lat": 37.60949,
    "lon": 126.91307
  },
  {
    "no": 2092,
    "name": "은평노인종합복지관 작은도서관",
    "lat": 37.63203,
    "lon": 126.93019
  },
  {
    "no": 2093,
    "name": "푸른작은도서관",
    "lat": 37.63745,
    "lon": 126.93453
  },
  {
    "no": 2094,
    "name": "솔빛도서관",
    "lat": 37.64003,
    "lon": 126.93463
  },
  {
    "no": 2095,
    "name": "역마루 작은도서관(역촌동 주민센터)",
    "lat": 37.6044,
    "lon": 126.9151
  },
  {
    "no": 2096,
    "name": "대조꿈나무어린이도서관",
    "lat": 37.61388,
    "lon": 126.92063
  },
  {
    "no": 2097,
    "name": "청소년도서관 작공",
    "lat": 37.61497,
    "lon": 126.91616
  },
  {
    "no": 2098,
    "name": "효경골 마을문고(갈현2동 주민센터)",
    "lat": 37.61851,
    "lon": 126.9158
  },
  {
    "no": 2099,
    "name": "다니엘 작은도서관",
    "lat": 37.62579,
    "lon": 126.92762
  },
  {
    "no": 2100,
    "name": "천주교연신내성당 작은도서관",
    "lat": 37.62723,
    "lon": 126.9288
  },
  {
    "no": 2101,
    "name": "지혜누리작은도서관",
    "lat": 37.6277,
    "lon": 126.93474
  },
  {
    "no": 2102,
    "name": "산책마을 SH작은도서관",
    "lat": 37.63431,
    "lon": 126.93454
  },
  {
    "no": 2103,
    "name": "숲속향기 작은도서관",
    "lat": 37.63571,
    "lon": 126.93411
  },
  {
    "no": 2104,
    "name": "초록길도서관",
    "lat": 37.60404,
    "lon": 126.91243
  },
  {
    "no": 2105,
    "name": "은평작은도서관(은평구청 1층)",
    "lat": 37.60221,
    "lon": 126.92982
  },
  {
    "no": 2106,
    "name": "녹번만화도서관",
    "lat": 37.60125,
    "lon": 126.93503
  },
  {
    "no": 2107,
    "name": "신사어린이도서관",
    "lat": 37.59803,
    "lon": 126.91218
  },
  {
    "no": 2108,
    "name": "예뜰도서관",
    "lat": 37.60017,
    "lon": 126.91486
  },
  {
    "no": 2109,
    "name": "푸른풀밭 작은도서관",
    "lat": 37.59889,
    "lon": 126.92004
  },
  {
    "no": 2110,
    "name": "물빛마을작은도서관",
    "lat": 37.58505,
    "lon": 126.89933
  },
  {
    "no": 2111,
    "name": "수색한숲도서관",
    "lat": 37.58649,
    "lon": 126.90148
  },
  {
    "no": 2112,
    "name": "응암도서관",
    "lat": 37.60041,
    "lon": 126.92957
  },
  {
    "no": 2113,
    "name": "꿈샘도서관",
    "lat": 37.59284,
    "lon": 126.92087
  },
  {
    "no": 2114,
    "name": "포수마을 만화도서관",
    "lat": 37.59862,
    "lon": 126.91585
  },
  {
    "no": 2115,
    "name": "서영영어전문작은도서관",
    "lat": 37.586534,
    "lon": 126.911148
  },
  {
    "no": 2116,
    "name": "즐겨찾기 작은 도서관",
    "lat": 37.59003,
    "lon": 126.90962
  },
  {
    "no": 2117,
    "name": "내를건너서숲으로도서관",
    "lat": 37.591414,
    "lon": 126.907816
  },
  {
    "no": 2118,
    "name": "증산정보도서관",
    "lat": 37.58281,
    "lon": 126.90768
  },
  {
    "no": 2119,
    "name": "이아이야작은도서관",
    "lat": 37.582514,
    "lon": 126.903076
  },
  {
    "no": 2120,
    "name": "시루뫼쉼터(증산동 주민센터)",
    "lat": 37.58434,
    "lon": 126.90705
  },
  {
    "no": 2121,
    "name": "성산작은도서관",
    "lat": 37.58418,
    "lon": 126.90729
  },
  {
    "no": 2122,
    "name": "나누리작은도서관",
    "lat": 37.631931,
    "lon": 126.925809
  },
  {
    "no": 2123,
    "name": "꿈지락작은도서관",
    "lat": 37.63146,
    "lon": 126.92946
  },
  {
    "no": 2124,
    "name": "은평뉴타운 도서관",
    "lat": 37.63724,
    "lon": 126.93313
  },
  {
    "no": 2125,
    "name": "샘터작은도서관",
    "lat": 37.63507,
    "lon": 126.93047
  },
  {
    "no": 2126,
    "name": "큰꿈작은도서관",
    "lat": 37.63641,
    "lon": 126.92887
  },
  {
    "no": 2127,
    "name": "마고정작은도서관",
    "lat": 37.63383,
    "lon": 126.92515
  },
  {
    "no": 2128,
    "name": "우물골작은도서관",
    "lat": 37.63458,
    "lon": 126.92568
  },
  {
    "no": 2129,
    "name": "두근두근작은도서관",
    "lat": 37.633107,
    "lon": 126.927383
  },
  {
    "no": 2130,
    "name": "두드림 작은도서관",
    "lat": 37.64007,
    "lon": 126.9182
  },
  {
    "no": 2131,
    "name": "꿈꾸는i작은도서관",
    "lat": 37.64048,
    "lon": 126.92142
  },
  {
    "no": 2132,
    "name": "종이책갈피 작은도서관",
    "lat": 37.64172,
    "lon": 126.91892
  },
  {
    "no": 2133,
    "name": "롯데캐슬문고",
    "lat": 37.64296,
    "lon": 126.92294
  },
  {
    "no": 2134,
    "name": "래미안 푸른숲 도서관",
    "lat": 37.64339,
    "lon": 126.92122
  },
  {
    "no": 2135,
    "name": "푸른꿈작은도서관",
    "lat": 37.64799,
    "lon": 126.93072
  },
  {
    "no": 2136,
    "name": "상림6 작은도서관",
    "lat": 37.64858,
    "lon": 126.93051
  },
  {
    "no": 2137,
    "name": "상림책마루작은도서관",
    "lat": 37.64395,
    "lon": 126.9243
  },
  {
    "no": 2138,
    "name": "상림글방",
    "lat": 37.64526,
    "lon": 126.92589
  },
  {
    "no": 2139,
    "name": "상림마을작은도서관",
    "lat": 37.64422,
    "lon": 126.92894
  },
  {
    "no": 2140,
    "name": "모퉁이작은도서관",
    "lat": 37.64223,
    "lon": 126.93096
  },
  {
    "no": 2141,
    "name": "물푸레작은도서관",
    "lat": 37.642383,
    "lon": 126.931056
  },
  {
    "no": 2142,
    "name": "지웰작은도서관",
    "lat": 37.643987,
    "lon": 126.930618
  },
  {
    "no": 2143,
    "name": "은평뉴타운 5단지 문고",
    "lat": 37.64828,
    "lon": 126.92967
  },
  {
    "no": 2144,
    "name": "어린이도서관 동네북",
    "lat": 37.60828,
    "lon": 126.92859
  },
  {
    "no": 2145,
    "name": "꿈꾸는 작은도서관",
    "lat": 37.602,
    "lon": 126.91853
  },
  {
    "no": 2146,
    "name": "바다의 별 작은도서관",
    "lat": 37.61482,
    "lon": 126.92649
  },
  {
    "no": 2147,
    "name": "은평구립도서관",
    "lat": 37.61898,
    "lon": 126.92828
  },
  {
    "no": 2148,
    "name": "정임도서관",
    "lat": 37.62777,
    "lon": 126.91917
  },
  {
    "no": 2149,
    "name": "은광교회도서관",
    "lat": 37.61271,
    "lon": 126.92973
  },
  {
    "no": 2150,
    "name": "비전뜰 도서관",
    "lat": 37.62599,
    "lon": 126.9211
  },
  {
    "no": 2151,
    "name": "어린이청소년국학도서관",
    "lat": 37.58868597,
    "lon": 126.995539
  },
  {
    "no": 2152,
    "name": "삼청숲속 작은도서관",
    "lat": 37.5879786,
    "lon": 126.9840854
  },
  {
    "no": 2153,
    "name": "작은도서관 삼봉서랑",
    "lat": 37.57319787,
    "lon": 126.9788134
  },
  {
    "no": 2154,
    "name": "우리소리도서관",
    "lat": 37.5744932,
    "lon": 126.9902329
  },
  {
    "no": 2155,
    "name": "홍파랑 북카페",
    "lat": 37.57191423,
    "lon": 126.9619609
  },
  {
    "no": 2156,
    "name": "도담도담한옥도서관",
    "lat": 37.57692787,
    "lon": 127.0218397
  },
  {
    "no": 2157,
    "name": "이화마을 작은도서관",
    "lat": 37.57698027,
    "lon": 127.0043471
  },
  {
    "no": 2158,
    "name": "통인어린이작은도서관",
    "lat": 37.58042567,
    "lon": 126.9705289
  },
  {
    "no": 2159,
    "name": "청운문학도서관",
    "lat": 37.5903786,
    "lon": 126.9659189
  },
  {
    "no": 2160,
    "name": "청운효자동 북카페",
    "lat": 37.58409094,
    "lon": 126.9706225
  },
  {
    "no": 2161,
    "name": "지혜만들기 작은도서관",
    "lat": 37.57206081,
    "lon": 127.0050305
  },
  {
    "no": 2162,
    "name": "아름꿈도서관",
    "lat": 37.57269758,
    "lon": 127.0171158
  },
  {
    "no": 2163,
    "name": "숭인마루 작은도서관",
    "lat": 37.57782264,
    "lon": 127.0156271
  },
  {
    "no": 2164,
    "name": "창이 작은도서관",
    "lat": 37.57444985,
    "lon": 127.0108719
  },
  {
    "no": 2165,
    "name": "무악다솜방 작은도서관",
    "lat": 37.57599986,
    "lon": 126.9581596
  },
  {
    "no": 2166,
    "name": "꿈꾸는 평창동 작은도서관",
    "lat": 37.60637368,
    "lon": 126.9683669
  },
  {
    "no": 2167,
    "name": "혜화마을 북카페",
    "lat": 37.58685524,
    "lon": 127.0005661
  },
  {
    "no": 2168,
    "name": "남산타운문화체육센터 어린이도서관",
    "lat": 37.549567,
    "lon": 127.011939
  },
  {
    "no": 2169,
    "name": "남산타운문화체육센터어린이도서관",
    "lat": 37.549546,
    "lon": 127.011927
  },
  {
    "no": 2170,
    "name": "어울림도서관",
    "lat": 37.561699,
    "lon": 127.018932
  },
  {
    "no": 2171,
    "name": "중구구립신당도서관",
    "lat": 37.561699,
    "lon": 127.018932
  },
  {
    "no": 2172,
    "name": "가온도서관",
    "lat": 37.556618,
    "lon": 127.010869
  },
  {
    "no": 2173,
    "name": "중구구립도서관",
    "lat": 37.556382,
    "lon": 127.010793
  },
  {
    "no": 2174,
    "name": "손기정정보도서관",
    "lat": 37.555867,
    "lon": 126.964479
  },
  {
    "no": 2175,
    "name": "손기정 작은도서관",
    "lat": 37.5556652,
    "lon": 126.9645497
  },
  {
    "no": 2176,
    "name": "중랑숲어린이도서관",
    "lat": 37.602634,
    "lon": 127.103926
  },
  {
    "no": 2177,
    "name": "중랑구립면목정보도서관",
    "lat": 37.587192,
    "lon": 127.087659
  },
  {
    "no": 2178,
    "name": "중랑구립정보도서관",
    "lat": 37.36548,
    "lon": 127.05128
  },
  {
    "no": 2179,
    "name": "중화어린이도서관",
    "lat": 37.595004,
    "lon": 127.072595
  },
  {
    "no": 2180,
    "name": "한솔동도서관",
    "lat": 36.47922057,
    "lon": 127.2547336
  },
  {
    "no": 2181,
    "name": "대평동도서관",
    "lat": 36.47095329,
    "lon": 127.2792272
  },
  {
    "no": 2182,
    "name": "종촌동도서관",
    "lat": 36.50460406,
    "lon": 127.2469221
  },
  {
    "no": 2183,
    "name": "고운동도서관",
    "lat": 36.51967061,
    "lon": 127.2366941
  },
  {
    "no": 2184,
    "name": "아름동도서관",
    "lat": 36.51234554,
    "lon": 127.2469254
  },
  {
    "no": 2185,
    "name": "도담동도서관",
    "lat": 36.51523103,
    "lon": 127.2616239
  },
  {
    "no": 2186,
    "name": "새롬동도서관",
    "lat": 36.48467442,
    "lon": 127.2520811
  },
  {
    "no": 2187,
    "name": "세종특별자치시교육연구원",
    "lat": 36.600328,
    "lon": 127.287723
  },
  {
    "no": 2188,
    "name": "보람동도서관",
    "lat": 36.47874463,
    "lon": 127.2905714
  },
  {
    "no": 2189,
    "name": "울산남부도서관",
    "lat": 35.536145,
    "lon": 129.294908
  },
  {
    "no": 2190,
    "name": "남부도서관",
    "lat": 35.535878,
    "lon": 129.294949
  },
  {
    "no": 2191,
    "name": "남부도서관",
    "lat": 35.535878,
    "lon": 129.294949
  },
  {
    "no": 2192,
    "name": "굴화 작은도서관",
    "lat": 35.554065,
    "lon": 129.263525
  },
  {
    "no": 2193,
    "name": "굴화 작은도서관",
    "lat": 35.554065,
    "lon": 129.2635254
  },
  {
    "no": 2194,
    "name": "소풍 작은도서관",
    "lat": 35.543794,
    "lon": 129.348831
  },
  {
    "no": 2195,
    "name": "소풍 작은도서관",
    "lat": 35.543794,
    "lon": 129.348831
  },
  {
    "no": 2196,
    "name": "미소나눔도서관",
    "lat": 35.530955,
    "lon": 129.318424
  },
  {
    "no": 2197,
    "name": "미소나눔도서관",
    "lat": 35.5309552,
    "lon": 129.3184235
  },
  {
    "no": 2198,
    "name": "마이코즈문고",
    "lat": 35.539023,
    "lon": 129.317308
  },
  {
    "no": 2199,
    "name": "마이코즈문고",
    "lat": 35.5390228,
    "lon": 129.3173083
  },
  {
    "no": 2200,
    "name": "드림작은도서관",
    "lat": 35.537109,
    "lon": 129.30971
  },
  {
    "no": 2201,
    "name": "드림작은도서관",
    "lat": 35.5371088,
    "lon": 129.3097098
  },
  {
    "no": 2202,
    "name": "도산도서관",
    "lat": 35.530432,
    "lon": 129.331217
  },
  {
    "no": 2203,
    "name": "도산도서관",
    "lat": 35.530432,
    "lon": 129.331217
  },
  {
    "no": 2204,
    "name": "옹달샘 작은도서관",
    "lat": 35.543991,
    "lon": 129.322102
  },
  {
    "no": 2205,
    "name": "옹달샘 작은도서관",
    "lat": 35.5439908,
    "lon": 129.3221024
  },
  {
    "no": 2206,
    "name": "달동 마을문고",
    "lat": 35.536365,
    "lon": 129.316541
  },
  {
    "no": 2207,
    "name": "달동 마을문고",
    "lat": 35.5363654,
    "lon": 129.316541
  },
  {
    "no": 2208,
    "name": "아이파크1 작은도서관",
    "lat": 35.536625,
    "lon": 129.302056
  },
  {
    "no": 2209,
    "name": "아이파크1 작은도서관",
    "lat": 35.536625,
    "lon": 129.302056
  },
  {
    "no": 2210,
    "name": "아이파크2 작은도서관",
    "lat": 35.536571,
    "lon": 129.304337
  },
  {
    "no": 2211,
    "name": "아이파크2 작은도서관",
    "lat": 35.536571,
    "lon": 129.304337
  },
  {
    "no": 2212,
    "name": "선암동 마을문고",
    "lat": 35.516113,
    "lon": 129.315635
  },
  {
    "no": 2213,
    "name": "선암동 마을문고",
    "lat": 35.5161131,
    "lon": 129.3156346
  },
  {
    "no": 2214,
    "name": "신선산휴먼빌도서관",
    "lat": 35.507958,
    "lon": 129.312537
  },
  {
    "no": 2215,
    "name": "신선산휴먼빌도서관",
    "lat": 35.507958,
    "lon": 129.312537
  },
  {
    "no": 2216,
    "name": "꿈꾸는 고래 도서관",
    "lat": 35.532337,
    "lon": 129.305433
  },
  {
    "no": 2217,
    "name": "꿈꾸는 고래 도서관",
    "lat": 35.5323301,
    "lon": 129.305401
  },
  {
    "no": 2218,
    "name": "다독다독 작은도서관",
    "lat": 35.537965,
    "lon": 129.296123
  },
  {
    "no": 2219,
    "name": "다독다독 작은도서관",
    "lat": 35.537965,
    "lon": 129.296123
  },
  {
    "no": 2220,
    "name": "월봉도서관",
    "lat": 35.530714,
    "lon": 129.319882
  },
  {
    "no": 2221,
    "name": "월봉도서관",
    "lat": 35.5307144,
    "lon": 129.319882
  },
  {
    "no": 2222,
    "name": "신정2동 마을문고",
    "lat": 35.534675,
    "lon": 129.307738
  },
  {
    "no": 2223,
    "name": "신정2동 마을문고",
    "lat": 35.534675,
    "lon": 129.307738
  },
  {
    "no": 2224,
    "name": "무거위브자이작은도서관",
    "lat": 35.553353,
    "lon": 129.266441
  },
  {
    "no": 2225,
    "name": "무거위브자이작은도서관",
    "lat": 35.5533526,
    "lon": 129.266441
  },
  {
    "no": 2226,
    "name": "울림북카페",
    "lat": 35.5395301,
    "lon": 129.336401
  },
  {
    "no": 2227,
    "name": "책방의 하루",
    "lat": 35.3218501,
    "lon": 129.191901
  },
  {
    "no": 2228,
    "name": "삼산동 마을문고",
    "lat": 35.544467,
    "lon": 129.331938
  },
  {
    "no": 2229,
    "name": "삼산동 마을문고",
    "lat": 35.544467,
    "lon": 129.331938
  },
  {
    "no": 2230,
    "name": "작은도서관 그늘",
    "lat": 35.527152,
    "lon": 129.323629
  },
  {
    "no": 2231,
    "name": "작은도서관 그늘",
    "lat": 35.5271521,
    "lon": 129.3236288
  },
  {
    "no": 2232,
    "name": "대현동 마을문고",
    "lat": 35.526529,
    "lon": 129.32679
  },
  {
    "no": 2233,
    "name": "대현동 마을문고",
    "lat": 35.526529,
    "lon": 129.3267904
  },
  {
    "no": 2234,
    "name": "울산감리교회문고",
    "lat": 35.523915,
    "lon": 129.328884
  },
  {
    "no": 2235,
    "name": "울산감리교회문고",
    "lat": 35.5239148,
    "lon": 129.3288841
  },
  {
    "no": 2236,
    "name": "신정4동 마을문고",
    "lat": 35.52941,
    "lon": 129.314461
  },
  {
    "no": 2237,
    "name": "신정4동 마을문고",
    "lat": 35.5294096,
    "lon": 129.314461
  },
  {
    "no": 2238,
    "name": "무거동 마을문고",
    "lat": 35.550367,
    "lon": 129.256876
  },
  {
    "no": 2239,
    "name": "무거동 마을문고",
    "lat": 35.5503667,
    "lon": 129.2568756
  },
  {
    "no": 2240,
    "name": "신복도서관",
    "lat": 35.551343,
    "lon": 129.255313
  },
  {
    "no": 2241,
    "name": "신복도서관",
    "lat": 35.551343,
    "lon": 129.255313
  },
  {
    "no": 2242,
    "name": "야음롯데캐슬문고",
    "lat": 35.522341,
    "lon": 129.317852
  },
  {
    "no": 2243,
    "name": "야음롯데캐슬문고",
    "lat": 35.5223409,
    "lon": 129.3178521
  },
  {
    "no": 2244,
    "name": "책마루도서관",
    "lat": 35.5492701,
    "lon": 129.3176401
  },
  {
    "no": 2245,
    "name": "삼호 작은도서관",
    "lat": 35.550244,
    "lon": 129.273228
  },
  {
    "no": 2246,
    "name": "삼호 작은도서관",
    "lat": 35.550244,
    "lon": 129.2732276
  },
  {
    "no": 2247,
    "name": "옥현으뜸마을 작은도서관",
    "lat": 35.538914,
    "lon": 129.260368
  },
  {
    "no": 2248,
    "name": "옥현으뜸마을 작은도서관",
    "lat": 35.5389136,
    "lon": 129.2603675
  },
  {
    "no": 2249,
    "name": "옥현주공2단지문고",
    "lat": 35.543493,
    "lon": 129.262909
  },
  {
    "no": 2250,
    "name": "옥현주공2단지문고",
    "lat": 35.5434933,
    "lon": 129.2629085
  },
  {
    "no": 2251,
    "name": "옥현주공1단지 책마루",
    "lat": 35.545655,
    "lon": 129.26292
  },
  {
    "no": 2252,
    "name": "옥현주공1단지 책마루",
    "lat": 35.5456549,
    "lon": 129.2629202
  },
  {
    "no": 2253,
    "name": "옥현어린이도서관",
    "lat": 35.539323,
    "lon": 129.265111
  },
  {
    "no": 2254,
    "name": "옥현어린이도서관",
    "lat": 35.539323,
    "lon": 129.265111
  },
  {
    "no": 2255,
    "name": "신정3동 마을문고",
    "lat": 35.545117,
    "lon": 129.316338
  },
  {
    "no": 2256,
    "name": "신정3동 마을문고",
    "lat": 35.5451167,
    "lon": 129.3163375
  },
  {
    "no": 2257,
    "name": "수암동 마을문고",
    "lat": 35.524413,
    "lon": 129.318473
  },
  {
    "no": 2258,
    "name": "수암동 마을문고",
    "lat": 35.5244132,
    "lon": 129.3184728
  },
  {
    "no": 2259,
    "name": "대공원대명루첸아파트 작은도서관",
    "lat": 35.531335,
    "lon": 129.316651
  },
  {
    "no": 2260,
    "name": "대공원대명루첸아파트 작은도서관",
    "lat": 35.5313349,
    "lon": 129.3166507
  },
  {
    "no": 2261,
    "name": "푸른도서관",
    "lat": 35.547051,
    "lon": 129.315512
  },
  {
    "no": 2262,
    "name": "푸른도서관",
    "lat": 35.547051,
    "lon": 129.3155119
  },
  {
    "no": 2263,
    "name": "화정작은도서관",
    "lat": 35.49586711,
    "lon": 129.4225846
  },
  {
    "no": 2264,
    "name": "화정작은도서관",
    "lat": 35.495874,
    "lon": 129.422572
  },
  {
    "no": 2265,
    "name": "꽃바위작은도서관",
    "lat": 35.48705831,
    "lon": 129.4112636
  },
  {
    "no": 2266,
    "name": "꽃바위작은도서관",
    "lat": 35.487057,
    "lon": 129.411232
  },
  {
    "no": 2267,
    "name": "남목작은도서관",
    "lat": 35.53928726,
    "lon": 129.4207551
  },
  {
    "no": 2268,
    "name": "남목작은도서관",
    "lat": 35.539266,
    "lon": 129.420714
  },
  {
    "no": 2269,
    "name": "동부도서관",
    "lat": 35.52820416,
    "lon": 129.4250734
  },
  {
    "no": 2270,
    "name": "동부도서관",
    "lat": 35.528211,
    "lon": 129.425061
  },
  {
    "no": 2271,
    "name": "울산동부도서관",
    "lat": 35.528466,
    "lon": 129.425026
  },
  {
    "no": 2272,
    "name": "전하작은도서관",
    "lat": 35.50935529,
    "lon": 129.4293241
  },
  {
    "no": 2273,
    "name": "전하작은도서관",
    "lat": 35.509341,
    "lon": 129.429302
  },
  {
    "no": 2274,
    "name": "농소1동도서관",
    "lat": 35.629193,
    "lon": 129.354488
  },
  {
    "no": 2275,
    "name": "농소1동도서관",
    "lat": 35.6291916,
    "lon": 129.3523151
  },
  {
    "no": 2276,
    "name": "중앙도서관",
    "lat": 35.584183,
    "lon": 129.367278
  },
  {
    "no": 2277,
    "name": "중앙도서관",
    "lat": 35.5842217,
    "lon": 129.3657295
  },
  {
    "no": 2278,
    "name": "매곡도서관",
    "lat": 35.6451076,
    "lon": 129.3556544
  },
  {
    "no": 2279,
    "name": "명촌어린이도서관",
    "lat": 35.555142,
    "lon": 129.355337
  },
  {
    "no": 2280,
    "name": "명촌어린이도서관",
    "lat": 35.5550117,
    "lon": 129.3531152
  },
  {
    "no": 2281,
    "name": "농소3동도서관",
    "lat": 35.633082,
    "lon": 129.335576
  },
  {
    "no": 2282,
    "name": "농소3동도서관",
    "lat": 35.6330972,
    "lon": 129.3333977
  },
  {
    "no": 2283,
    "name": "염포양정도서관",
    "lat": 35.531855,
    "lon": 129.395071
  },
  {
    "no": 2284,
    "name": "염포양정도서관",
    "lat": 35.5318869,
    "lon": 129.3917209
  },
  {
    "no": 2285,
    "name": "기적의도서관",
    "lat": 35.662165,
    "lon": 129.336502
  },
  {
    "no": 2286,
    "name": "기적의도서관",
    "lat": 35.6622106,
    "lon": 129.334291
  },
  {
    "no": 2287,
    "name": "범서작은도서관",
    "lat": 35.568631,
    "lon": 129.230558
  },
  {
    "no": 2288,
    "name": "범서작은도서관",
    "lat": 35.568869,
    "lon": 129.23025
  },
  {
    "no": 2289,
    "name": "은행나무작은도서관",
    "lat": 35.569408,
    "lon": 129.239152
  },
  {
    "no": 2290,
    "name": "한누리작은도서관",
    "lat": 35.560048,
    "lon": 129.122739
  },
  {
    "no": 2291,
    "name": "한누리작은도서관",
    "lat": 35.560053,
    "lon": 129.122717
  },
  {
    "no": 2292,
    "name": "작천정작은도서관",
    "lat": 35.540937,
    "lon": 129.108423
  },
  {
    "no": 2293,
    "name": "작천정작은도서관",
    "lat": 35.542746,
    "lon": 129.106929
  },
  {
    "no": 2294,
    "name": "느티나무작은도서관",
    "lat": 35.523621,
    "lon": 129.157512
  },
  {
    "no": 2295,
    "name": "느티나무작은도서관",
    "lat": 35.523766,
    "lon": 129.157584
  },
  {
    "no": 2296,
    "name": "가지산작은도서관",
    "lat": 35.590522,
    "lon": 129.091275
  },
  {
    "no": 2297,
    "name": "가지산작은도서관",
    "lat": 35.590515,
    "lon": 129.091325
  },
  {
    "no": 2298,
    "name": "해오름작은도서관",
    "lat": 35.350099,
    "lon": 129.326423
  },
  {
    "no": 2299,
    "name": "해오름작은도서관",
    "lat": 35.349965,
    "lon": 129.325925
  },
  {
    "no": 2300,
    "name": "읍성작은도서관",
    "lat": 35.566043,
    "lon": 129.121565
  },
  {
    "no": 2301,
    "name": "읍성작은도서관",
    "lat": 35.566942,
    "lon": 129.121244
  },
  {
    "no": 2302,
    "name": "울주도서관",
    "lat": 35.558715,
    "lon": 129.1373782
  },
  {
    "no": 2303,
    "name": "울주도서관",
    "lat": 35.558438,
    "lon": 129.137717
  },
  {
    "no": 2304,
    "name": "울주도서관",
    "lat": 35.558442,
    "lon": 129.137736
  },
  {
    "no": 2305,
    "name": "동백작은도서관",
    "lat": 35.434737,
    "lon": 129.314562
  },
  {
    "no": 2306,
    "name": "동백작은도서관",
    "lat": 35.434635,
    "lon": 129.314612
  },
  {
    "no": 2307,
    "name": "대덕도서관",
    "lat": 35.438506,
    "lon": 129.315295
  },
  {
    "no": 2308,
    "name": "대덕도서관",
    "lat": 35.438494,
    "lon": 129.31534
  },
  {
    "no": 2309,
    "name": "온양작은도서관",
    "lat": 35.419004,
    "lon": 129.280657
  },
  {
    "no": 2310,
    "name": "온양작은도서관",
    "lat": 35.419399,
    "lon": 129.280582
  },
  {
    "no": 2311,
    "name": "울주옹기종기도서관",
    "lat": 35.412829,
    "lon": 129.276508
  },
  {
    "no": 2312,
    "name": "울주옹기종기도서관",
    "lat": 35.493013,
    "lon": 129.187001
  },
  {
    "no": 2313,
    "name": "웅촌작은도서관",
    "lat": 35.461515,
    "lon": 129.208488
  },
  {
    "no": 2314,
    "name": "웅촌작은도서관",
    "lat": 35.461375,
    "lon": 129.208314
  },
  {
    "no": 2315,
    "name": "울주선바위도서관",
    "lat": 35.573634,
    "lon": 129.237452
  },
  {
    "no": 2316,
    "name": "울주선바위도서관",
    "lat": 35.574839,
    "lon": 129.235136
  },
  {
    "no": 2317,
    "name": "책마을작은도서관",
    "lat": 35.492981,
    "lon": 129.269145
  },
  {
    "no": 2318,
    "name": "책마을작은도서관",
    "lat": 35.522623,
    "lon": 129.242315
  },
  {
    "no": 2319,
    "name": "늘푸름작은도서관",
    "lat": 35.493154,
    "lon": 129.306034
  },
  {
    "no": 2320,
    "name": "늘푸름작은도서관",
    "lat": 35.493194,
    "lon": 129.306115
  },
  {
    "no": 2321,
    "name": "꿈나무어린이문고",
    "lat": 35.563475,
    "lon": 129.337294
  },
  {
    "no": 2322,
    "name": "꿈나무어린이문고",
    "lat": 35.5634752,
    "lon": 129.3372937
  },
  {
    "no": 2323,
    "name": "학성작은도서관",
    "lat": 35.555349,
    "lon": 129.334503
  },
  {
    "no": 2324,
    "name": "학성작은도서관",
    "lat": 35.5553494,
    "lon": 129.3345028
  },
  {
    "no": 2325,
    "name": "에일린의뜰문고",
    "lat": 35.567839,
    "lon": 129.348361
  },
  {
    "no": 2326,
    "name": "에일린의뜰문고",
    "lat": 35.5678386,
    "lon": 129.3483608
  },
  {
    "no": 2327,
    "name": "남외푸르지오문고",
    "lat": 35.564511,
    "lon": 129.348001
  },
  {
    "no": 2328,
    "name": "남외푸르지오문고",
    "lat": 35.5645114,
    "lon": 129.3480006
  },
  {
    "no": 2329,
    "name": "세린작은도서관",
    "lat": 35.556131,
    "lon": 129.275886
  },
  {
    "no": 2330,
    "name": "세린작은도서관",
    "lat": 35.55613,
    "lon": 129.2758863
  },
  {
    "no": 2331,
    "name": "단장골북카페",
    "lat": 35.569434,
    "lon": 129.332888
  },
  {
    "no": 2332,
    "name": "단장골북카페",
    "lat": 35.5694338,
    "lon": 129.3328875
  },
  {
    "no": 2333,
    "name": "우암작은도서관",
    "lat": 35.554763,
    "lon": 129.312396
  },
  {
    "no": 2334,
    "name": "우암작은도서관",
    "lat": 35.5547629,
    "lon": 129.3123959
  },
  {
    "no": 2335,
    "name": "함월도서관",
    "lat": 35.576195,
    "lon": 129.316783
  },
  {
    "no": 2336,
    "name": "함월도서관",
    "lat": 35.5761951,
    "lon": 129.3167831
  },
  {
    "no": 2337,
    "name": "해송작은도서관",
    "lat": 35.570042,
    "lon": 129.346588
  },
  {
    "no": 2338,
    "name": "해송작은도서관",
    "lat": 35.5700423,
    "lon": 129.3465875
  },
  {
    "no": 2339,
    "name": "어깨동무도서관",
    "lat": 35.575274,
    "lon": 129.341909
  },
  {
    "no": 2340,
    "name": "어깨동무도서관",
    "lat": 35.5752742,
    "lon": 129.3419092
  },
  {
    "no": 2341,
    "name": "신월도서관",
    "lat": 35.563028,
    "lon": 129.327054
  },
  {
    "no": 2342,
    "name": "신월도서관",
    "lat": 35.5630278,
    "lon": 129.3270544
  },
  {
    "no": 2343,
    "name": "울산중부도서관",
    "lat": 35.553908,
    "lon": 129.321458
  },
  {
    "no": 2344,
    "name": "우정아이파크작은도서관",
    "lat": 35.560945,
    "lon": 129.309055
  },
  {
    "no": 2345,
    "name": "우정아이파크작은도서관",
    "lat": 35.5609452,
    "lon": 129.3090553
  },
  {
    "no": 2346,
    "name": "다난작은도서관",
    "lat": 35.557684,
    "lon": 129.275087
  },
  {
    "no": 2347,
    "name": "다난작은도서관",
    "lat": 35.5576835,
    "lon": 129.2750869
  },
  {
    "no": 2348,
    "name": "꿈틀꿈틀작은도서관",
    "lat": 35.556704,
    "lon": 129.27566
  },
  {
    "no": 2349,
    "name": "꿈틀꿈틀작은도서관",
    "lat": 35.5567038,
    "lon": 129.2756604
  },
  {
    "no": 2350,
    "name": "태화루도서관",
    "lat": 35.556534,
    "lon": 129.304478
  },
  {
    "no": 2351,
    "name": "태화루도서관",
    "lat": 35.5565342,
    "lon": 129.304478
  },
  {
    "no": 2352,
    "name": "책나무그늘도서관",
    "lat": 35.556851,
    "lon": 129.305527
  },
  {
    "no": 2353,
    "name": "책나무그늘도서관",
    "lat": 35.5568509,
    "lon": 129.3055274
  },
  {
    "no": 2354,
    "name": "페다고지",
    "lat": 35.557002,
    "lon": 129.320582
  },
  {
    "no": 2355,
    "name": "페다고지",
    "lat": 35.5570015,
    "lon": 129.3205822
  },
  {
    "no": 2356,
    "name": "우정혁신LH2차책사랑",
    "lat": 35.568791,
    "lon": 129.332135
  },
  {
    "no": 2357,
    "name": "우정혁신LH2차책사랑",
    "lat": 35.5687911,
    "lon": 129.3321348
  },
  {
    "no": 2358,
    "name": "에뜰3차아름도서관",
    "lat": 35.568791,
    "lon": 129.332135
  },
  {
    "no": 2359,
    "name": "에뜰3차아름도서관",
    "lat": 35.5687911,
    "lon": 129.3321348
  },
  {
    "no": 2360,
    "name": "옥골샘도서관",
    "lat": 35.557504,
    "lon": 129.32408
  },
  {
    "no": 2361,
    "name": "옥골샘도서관",
    "lat": 35.557504,
    "lon": 129.3240802
  },
  {
    "no": 2362,
    "name": "유곡푸르지오책마루도서관",
    "lat": 35.560484,
    "lon": 129.30476
  },
  {
    "no": 2363,
    "name": "유곡푸르지오책마루도서관",
    "lat": 35.5604843,
    "lon": 129.3047604
  },
  {
    "no": 2364,
    "name": "책의숲",
    "lat": 35.560095,
    "lon": 129.302693
  },
  {
    "no": 2365,
    "name": "책의숲",
    "lat": 35.5600948,
    "lon": 129.3026926
  },
  {
    "no": 2366,
    "name": "약숫골도서관",
    "lat": 35.570457,
    "lon": 129.337212
  },
  {
    "no": 2367,
    "name": "약숫골도서관",
    "lat": 35.5704567,
    "lon": 129.3372122
  },
  {
    "no": 2368,
    "name": "작은도서관 책마을",
    "lat": 35.559231,
    "lon": 129.326422
  },
  {
    "no": 2369,
    "name": "작은도서관 책마을",
    "lat": 35.5592312,
    "lon": 129.3264216
  },
  {
    "no": 2370,
    "name": "솔로몬도서관",
    "lat": 35.558418,
    "lon": 129.332127
  },
  {
    "no": 2371,
    "name": "솔로몬도서관",
    "lat": 35.5584176,
    "lon": 129.3321271
  },
  {
    "no": 2372,
    "name": "내가도서관",
    "lat": 37.7193494,
    "lon": 126.3898462
  },
  {
    "no": 2373,
    "name": "강화도서관",
    "lat": 37.7488047,
    "lon": 126.4831601
  },
  {
    "no": 2374,
    "name": "동양도서관",
    "lat": 37.561924,
    "lon": 126.757769
  },
  {
    "no": 2375,
    "name": "효성도서관",
    "lat": 37.5297327,
    "lon": 126.7150576
  },
  {
    "no": 2376,
    "name": "서운도서관",
    "lat": 37.526567,
    "lon": 126.742717
  },
  {
    "no": 2377,
    "name": "작전도서관",
    "lat": 37.5330069,
    "lon": 126.7376606
  },
  {
    "no": 2378,
    "name": "만수2동어린이도서관",
    "lat": 37.3933292,
    "lon": 126.7233326
  },
  {
    "no": 2379,
    "name": "서창도서관",
    "lat": 37.3933292,
    "lon": 126.7233326
  },
  {
    "no": 2380,
    "name": "소래도서관",
    "lat": 37.3933292,
    "lon": 126.7233326
  },
  {
    "no": 2381,
    "name": "간석3동어린이도서관",
    "lat": 37.3933292,
    "lon": 126.7233326
  },
  {
    "no": 2382,
    "name": "미추홀도서관",
    "lat": 37.447167,
    "lon": 126.724854
  },
  {
    "no": 2383,
    "name": "송림도서관",
    "lat": 37.474707,
    "lon": 126.648774
  },
  {
    "no": 2384,
    "name": "용비도서관",
    "lat": 37.449447,
    "lon": 126.640426
  },
  {
    "no": 2385,
    "name": "석바위어린이도서관",
    "lat": 37.4595008,
    "lon": 126.6717246
  },
  {
    "no": 2386,
    "name": "수봉도서관",
    "lat": 37.4626544,
    "lon": 126.667142
  },
  {
    "no": 2387,
    "name": "복사꽃어린이도서관",
    "lat": 37.4608479,
    "lon": 126.6738077
  },
  {
    "no": 2388,
    "name": "장사래어린이도서관",
    "lat": 37.4627916,
    "lon": 126.6473658
  },
  {
    "no": 2389,
    "name": "이랑도서관",
    "lat": 37.4491446,
    "lon": 126.6803368
  },
  {
    "no": 2390,
    "name": "소금꽃어린이도서관",
    "lat": 37.4633617,
    "lon": 126.7021382
  },
  {
    "no": 2391,
    "name": "제물포도서관",
    "lat": 37.4640297,
    "lon": 126.6561249
  },
  {
    "no": 2392,
    "name": "쑥골어린이도서관",
    "lat": 37.4755613,
    "lon": 126.6613078
  },
  {
    "no": 2393,
    "name": "독정골어린이도서관",
    "lat": 37.456027,
    "lon": 126.6563009
  },
  {
    "no": 2394,
    "name": "관교어린이도서관",
    "lat": 37.4441559,
    "lon": 126.696806
  },
  {
    "no": 2395,
    "name": "한우리어린이도서관",
    "lat": 37.4637642,
    "lon": 126.6765574
  },
  {
    "no": 2396,
    "name": "숭의어린이도서관",
    "lat": 37.4655938,
    "lon": 126.6498764
  },
  {
    "no": 2397,
    "name": "학나래도서관",
    "lat": 37.4464884,
    "lon": 126.6674754
  },
  {
    "no": 2398,
    "name": "늘푸른도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2399,
    "name": "노동자의 작은도서관 사람",
    "lat": null,
    "lon": null
  },
  {
    "no": 2400,
    "name": "춤추는달팽이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2401,
    "name": "꿈땅도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2402,
    "name": "동암비전도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2403,
    "name": "희망천작은도서관",
    "lat": 37.482228,
    "lon": 126.714494
  },
  {
    "no": 2404,
    "name": "민들레작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2405,
    "name": "부평기적의도서관",
    "lat": 37.503402,
    "lon": 126.740178
  },
  {
    "no": 2406,
    "name": "부개어린이도서관",
    "lat": 37.485459,
    "lon": 126.737024
  },
  {
    "no": 2407,
    "name": "동수작은도서관",
    "lat": 37.4880013,
    "lon": 126.7245517
  },
  {
    "no": 2408,
    "name": "하하작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2409,
    "name": "무지개도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2410,
    "name": "하늘도시교회작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2411,
    "name": "샘터도서관",
    "lat": 37.473805,
    "lon": 126.707884
  },
  {
    "no": 2412,
    "name": "청소년인문학도서관 두잉",
    "lat": null,
    "lon": null
  },
  {
    "no": 2413,
    "name": "산곡글향기도서관",
    "lat": 37.506808,
    "lon": 126.700227
  },
  {
    "no": 2414,
    "name": "부개도서관",
    "lat": 37.490941,
    "lon": 126.739478
  },
  {
    "no": 2415,
    "name": "글마루도서관",
    "lat": 37.494259,
    "lon": 126.719969
  },
  {
    "no": 2416,
    "name": "삼산도서관",
    "lat": 37.522162,
    "lon": 126.743062
  },
  {
    "no": 2417,
    "name": "행복숲 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2418,
    "name": "꿈나무작은도서관",
    "lat": 37.501682,
    "lon": 126.711437
  },
  {
    "no": 2419,
    "name": "두드림작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2420,
    "name": "사랑채작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2421,
    "name": "해오름작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2422,
    "name": "선일비전영어작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2423,
    "name": "마을도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2424,
    "name": "청천도서관",
    "lat": 37.505822,
    "lon": 126.714353
  },
  {
    "no": 2425,
    "name": "동그라미도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2426,
    "name": "옹달샘도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2427,
    "name": "아이아이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2428,
    "name": "갈산밀알도서관",
    "lat": 37.501663,
    "lon": 126.725677
  },
  {
    "no": 2429,
    "name": "우리동네 작은도서관 도란도란",
    "lat": null,
    "lon": null
  },
  {
    "no": 2430,
    "name": "갈산도서관",
    "lat": 37.517563,
    "lon": 126.727351
  },
  {
    "no": 2431,
    "name": "누리보듬 마을문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 2432,
    "name": "엘림작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2433,
    "name": "청개구리어린이도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2434,
    "name": "신나는여성주의도서관 랄라",
    "lat": null,
    "lon": null
  },
  {
    "no": 2435,
    "name": "다복한작은도서관",
    "lat": 37.498809,
    "lon": 126.676343
  },
  {
    "no": 2436,
    "name": "행복한 작은도서관",
    "lat": 37.513645,
    "lon": 126.672956
  },
  {
    "no": 2437,
    "name": "미추홀 작은도서관",
    "lat": 37.515616,
    "lon": 126.673062
  },
  {
    "no": 2438,
    "name": "꿈나무 작은도서관",
    "lat": 37.494311,
    "lon": 126.672569
  },
  {
    "no": 2439,
    "name": "회화나무 도서관",
    "lat": 37.514608,
    "lon": 126.672322
  },
  {
    "no": 2440,
    "name": "가정동 작은도서관",
    "lat": 37.520135,
    "lon": 126.674295
  },
  {
    "no": 2441,
    "name": "거북골 작은도서관",
    "lat": 37.5025911,
    "lon": 126.674573
  },
  {
    "no": 2442,
    "name": "꿈빛도서관",
    "lat": 37.496885,
    "lon": 126.682351
  },
  {
    "no": 2443,
    "name": "꿈꾸는 작은도서관",
    "lat": 37.494703,
    "lon": 126.685883
  },
  {
    "no": 2444,
    "name": "하늘샘 작은도서관",
    "lat": 37.497553,
    "lon": 126.673801
  },
  {
    "no": 2445,
    "name": "서구도서관",
    "lat": 37.494363,
    "lon": 126.679647
  },
  {
    "no": 2446,
    "name": "느티나무 도서관",
    "lat": 37.495984,
    "lon": 126.680365
  },
  {
    "no": 2447,
    "name": "꿈사랑 작은도서관",
    "lat": 37.600125,
    "lon": 126.655743
  },
  {
    "no": 2448,
    "name": "푸른길 작은도서관",
    "lat": 37.613993,
    "lon": 126.686739
  },
  {
    "no": 2449,
    "name": "조은생각 BOOK CAFE",
    "lat": 37.617022,
    "lon": 126.6889361
  },
  {
    "no": 2450,
    "name": "검암도서관",
    "lat": 37.566577,
    "lon": 126.682949
  },
  {
    "no": 2451,
    "name": "검단3동 작은도서관",
    "lat": 37.5948133,
    "lon": 126.701694
  },
  {
    "no": 2452,
    "name": "청라국제도서관",
    "lat": 37.531948,
    "lon": 126.660194
  },
  {
    "no": 2453,
    "name": "청라국제도서관",
    "lat": 37.53205463,
    "lon": 126.660303
  },
  {
    "no": 2454,
    "name": "베르힐도서관",
    "lat": 37.545421,
    "lon": 126.675972
  },
  {
    "no": 2455,
    "name": "블루힐도서관",
    "lat": 37.534122,
    "lon": 126.667987
  },
  {
    "no": 2456,
    "name": "드림파크 어울림 1단지 문고",
    "lat": 37.594717,
    "lon": 126.638323
  },
  {
    "no": 2457,
    "name": "꿈드림 작은도서관",
    "lat": 37.597958,
    "lon": 126.635716
  },
  {
    "no": 2458,
    "name": "수정 작은도서관",
    "lat": 37.614031,
    "lon": 126.679165
  },
  {
    "no": 2459,
    "name": "정다운 도서관",
    "lat": 37.546309,
    "lon": 126.678267
  },
  {
    "no": 2460,
    "name": "석남도서관",
    "lat": 37.511809,
    "lon": 126.678265
  },
  {
    "no": 2461,
    "name": "가정골 북카페",
    "lat": 37.515517,
    "lon": 126.677826
  },
  {
    "no": 2462,
    "name": "어질내 문고",
    "lat": 37.516262,
    "lon": 126.677564
  },
  {
    "no": 2463,
    "name": "푸른숲 작은도서관",
    "lat": 37.503068,
    "lon": 126.677356
  },
  {
    "no": 2464,
    "name": "한국민들레도서관",
    "lat": 37.544584,
    "lon": 126.672708
  },
  {
    "no": 2465,
    "name": "사랑의 작은도서관 북카페",
    "lat": 37.564349,
    "lon": 126.673579
  },
  {
    "no": 2466,
    "name": "꿈마을 작은도서관",
    "lat": 37.566352,
    "lon": 126.681875
  },
  {
    "no": 2467,
    "name": "새일꾼 작은도서관",
    "lat": 37.555719,
    "lon": 126.673676
  },
  {
    "no": 2468,
    "name": "서인천월드메르디앙 문고",
    "lat": 37.510739,
    "lon": 126.669575
  },
  {
    "no": 2469,
    "name": "심곡도서관",
    "lat": 37.5424302,
    "lon": 126.673198
  },
  {
    "no": 2470,
    "name": "연희주민 문고",
    "lat": 37.540932,
    "lon": 126.672037
  },
  {
    "no": 2471,
    "name": "풀뿌리 미디어 도서관",
    "lat": 37.550542,
    "lon": 126.672489
  },
  {
    "no": 2472,
    "name": "신석도서관",
    "lat": 37.511704,
    "lon": 126.668098
  },
  {
    "no": 2473,
    "name": "행복한나라 문고",
    "lat": 37.605963,
    "lon": 126.659704
  },
  {
    "no": 2474,
    "name": "금곡하나아파트 문고",
    "lat": 37.604105,
    "lon": 126.652421
  },
  {
    "no": 2475,
    "name": "드림하이 작은도서관",
    "lat": 37.596244,
    "lon": 126.673545
  },
  {
    "no": 2476,
    "name": "검단도서관",
    "lat": 37.600564,
    "lon": 126.665848
  },
  {
    "no": 2477,
    "name": "민들레작은도서관",
    "lat": 37.591586,
    "lon": 126.667967
  },
  {
    "no": 2478,
    "name": "물푸레 작은도서관",
    "lat": 37.591377,
    "lon": 126.696787
  },
  {
    "no": 2479,
    "name": "원당 작은 영어도서관",
    "lat": 37.591031,
    "lon": 126.692434
  },
  {
    "no": 2480,
    "name": "건지골 마을문고",
    "lat": 37.492483,
    "lon": 126.679895
  },
  {
    "no": 2481,
    "name": "청소년인문학도서관 느루",
    "lat": 37.488065,
    "lon": 126.682064
  },
  {
    "no": 2482,
    "name": "가재울 작은도서관",
    "lat": 37.487405,
    "lon": 126.683489
  },
  {
    "no": 2483,
    "name": "푸른샘 어린이도서관",
    "lat": 37.490764,
    "lon": 126.684957
  },
  {
    "no": 2484,
    "name": "엑슬루타워 북카페",
    "lat": 37.530941,
    "lon": 126.651453
  },
  {
    "no": 2485,
    "name": "힐데스 작은도서관",
    "lat": 37.528409,
    "lon": 126.651454
  },
  {
    "no": 2486,
    "name": "청초랑 북카페",
    "lat": 37.531922,
    "lon": 126.653835
  },
  {
    "no": 2487,
    "name": "자작나무도서관",
    "lat": 37.534864,
    "lon": 126.641551
  },
  {
    "no": 2488,
    "name": "꿈꾸는 나무 도서관",
    "lat": 37.537163,
    "lon": 126.657417
  },
  {
    "no": 2489,
    "name": "책노리 도서관",
    "lat": 37.528658,
    "lon": 126.645657
  },
  {
    "no": 2490,
    "name": "청라 책나누미 CAFE",
    "lat": 37.532572,
    "lon": 126.644205
  },
  {
    "no": 2491,
    "name": "5B2F(빠삐뚜엡) 작은도서관",
    "lat": 37.589362,
    "lon": 126.679112
  },
  {
    "no": 2492,
    "name": "검4랑 꿈도서관",
    "lat": 37.592512,
    "lon": 126.674914
  },
  {
    "no": 2493,
    "name": "솔지마을 문고",
    "lat": 37.592437,
    "lon": 126.676285
  },
  {
    "no": 2494,
    "name": "청라호수도서관",
    "lat": 37.530292,
    "lon": 126.636031
  },
  {
    "no": 2495,
    "name": "청라호수도서관",
    "lat": 37.530614,
    "lon": 126.636287
  },
  {
    "no": 2496,
    "name": "푸른 도서관",
    "lat": 37.535171,
    "lon": 126.638433
  },
  {
    "no": 2497,
    "name": "선학별빛도서관",
    "lat": 37.429984,
    "lon": 126.697422
  },
  {
    "no": 2498,
    "name": "연수어린이도서관",
    "lat": 37.4122578,
    "lon": 126.6747411
  },
  {
    "no": 2499,
    "name": "옥련1동작은도서관",
    "lat": 37.4273352,
    "lon": 126.6550785
  },
  {
    "no": 2500,
    "name": "연수청학도서관",
    "lat": 37.4255593,
    "lon": 126.6609502
  },
  {
    "no": 2501,
    "name": "송도3동작은도서관",
    "lat": 37.3712696,
    "lon": 126.6575233
  },
  {
    "no": 2502,
    "name": "송도2동작은도서관",
    "lat": 37.3954874,
    "lon": 126.6521599
  },
  {
    "no": 2503,
    "name": "옥련2동어린이작은도서관",
    "lat": 37.4232577,
    "lon": 126.6479221
  },
  {
    "no": 2504,
    "name": "연수2동작은도서관",
    "lat": 37.4116297,
    "lon": 126.6818255
  },
  {
    "no": 2505,
    "name": "송도국제어린이도서관",
    "lat": 37.3970268,
    "lon": 126.6548818
  },
  {
    "no": 2506,
    "name": "연수1동작은도서관",
    "lat": 37.4200882,
    "lon": 126.6800494
  },
  {
    "no": 2507,
    "name": "해돋이도서관",
    "lat": 37.3909843,
    "lon": 126.6508366
  },
  {
    "no": 2508,
    "name": "대청도서관",
    "lat": 37.832716,
    "lon": 124.698288
  },
  {
    "no": 2509,
    "name": "백령도서관",
    "lat": 37.971275,
    "lon": 124.722453
  },
  {
    "no": 2510,
    "name": "연평도서관",
    "lat": 37.662431,
    "lon": 125.705795
  },
  {
    "no": 2511,
    "name": "영흥도서관",
    "lat": 37.256843,
    "lon": 126.483461
  },
  {
    "no": 2512,
    "name": "용유동작은도서관",
    "lat": 37.44264561,
    "lon": 126.4063967
  },
  {
    "no": 2513,
    "name": "희망을주는도서관",
    "lat": 37.45380546,
    "lon": 126.6283637
  },
  {
    "no": 2514,
    "name": "단비도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2515,
    "name": "영종도서관",
    "lat": 37.495583,
    "lon": 126.488704
  },
  {
    "no": 2516,
    "name": "용유중앙도서관",
    "lat": 37.44605271,
    "lon": 126.3758716
  },
  {
    "no": 2517,
    "name": "하늘꿈작은도서관",
    "lat": 37.46397453,
    "lon": 126.3696007
  },
  {
    "no": 2518,
    "name": "현안작은도서관",
    "lat": 37.47455573,
    "lon": 126.630115
  },
  {
    "no": 2519,
    "name": "하늘꿈 도서관",
    "lat": 37.48434276,
    "lon": 126.5516311
  },
  {
    "no": 2520,
    "name": "꿈나래어린이도서관",
    "lat": 37.46494869,
    "lon": 126.64105
  },
  {
    "no": 2521,
    "name": "휘란작은도서관",
    "lat": 37.4724004,
    "lon": 126.6221038
  },
  {
    "no": 2522,
    "name": "개항장 마을문고 한중도서관",
    "lat": 37.47378204,
    "lon": 126.6191394
  },
  {
    "no": 2523,
    "name": "글마루작은도서관",
    "lat": 37.46831414,
    "lon": 126.6408169
  },
  {
    "no": 2524,
    "name": "동인천동작은도서관",
    "lat": 37.4768262,
    "lon": 126.6289461
  },
  {
    "no": 2525,
    "name": "영온 도서관",
    "lat": 37.48575262,
    "lon": 126.5604465
  },
  {
    "no": 2526,
    "name": "영종하늘도서관",
    "lat": 37.494672,
    "lon": 126.563932
  },
  {
    "no": 2527,
    "name": "꿈벗도서관",
    "lat": 37.47314843,
    "lon": 126.6249941
  },
  {
    "no": 2528,
    "name": "율목도서관",
    "lat": 37.469523,
    "lon": 126.632484
  },
  {
    "no": 2529,
    "name": "옥과공공도서관",
    "lat": 35.2745396,
    "lon": 127.1355696
  },
  {
    "no": 2530,
    "name": "용강도서관",
    "lat": 34.974088,
    "lon": 127.607322
  },
  {
    "no": 2531,
    "name": "희망도서관",
    "lat": 34.963621,
    "lon": 127.596049
  },
  {
    "no": 2532,
    "name": "중앙도서관",
    "lat": 34.979945,
    "lon": 127.587502
  },
  {
    "no": 2533,
    "name": "중마도서관",
    "lat": 34.937646,
    "lon": 127.690298
  },
  {
    "no": 2534,
    "name": "구례군매천도서관",
    "lat": 35.214411,
    "lon": 127.468666
  },
  {
    "no": 2535,
    "name": "나주공공도서관",
    "lat": 35.0290275,
    "lon": 126.7165433
  },
  {
    "no": 2536,
    "name": "나주공공도서관",
    "lat": 35.0290275,
    "lon": 126.7165433
  },
  {
    "no": 2537,
    "name": "담빛길작은도서관",
    "lat": 35.323223,
    "lon": 126.98166
  },
  {
    "no": 2538,
    "name": "담양공공도서관",
    "lat": 35.311989,
    "lon": 126.983976
  },
  {
    "no": 2539,
    "name": "대덕문고",
    "lat": 35.248964,
    "lon": 127.037733
  },
  {
    "no": 2540,
    "name": "강의리새마을문고",
    "lat": 35.266086,
    "lon": 126.903102
  },
  {
    "no": 2541,
    "name": "병풍리파랑새작은도서관",
    "lat": 35.288526,
    "lon": 126.894376
  },
  {
    "no": 2542,
    "name": "드림작은도서관",
    "lat": 35.283751,
    "lon": 127.006725
  },
  {
    "no": 2543,
    "name": "호랑이와곶감그림책도서관",
    "lat": 35.39586,
    "lon": 126.999882
  },
  {
    "no": 2544,
    "name": "노을도서관",
    "lat": 34.80747909,
    "lon": 126.3688758
  },
  {
    "no": 2545,
    "name": "푸른숲작은도서관",
    "lat": 34.81044347,
    "lon": 126.4475899
  },
  {
    "no": 2546,
    "name": "푸른솔도서관",
    "lat": 34.81044347,
    "lon": 126.4475899
  },
  {
    "no": 2547,
    "name": "숲속도서관",
    "lat": 34.79958771,
    "lon": 126.3997647
  },
  {
    "no": 2548,
    "name": "반딧불도서관",
    "lat": 34.79400345,
    "lon": 126.3776675
  },
  {
    "no": 2549,
    "name": "초롱초롱도서관",
    "lat": 34.80112481,
    "lon": 126.3735183
  },
  {
    "no": 2550,
    "name": "은하수도서관",
    "lat": 34.80156364,
    "lon": 126.4274676
  },
  {
    "no": 2551,
    "name": "연 꽃도서관",
    "lat": 34.79454221,
    "lon": 126.3915187
  },
  {
    "no": 2552,
    "name": "꿈나무도서관",
    "lat": 34.79004732,
    "lon": 126.3975743
  },
  {
    "no": 2553,
    "name": "옹달샘도서관",
    "lat": 34.81474429,
    "lon": 126.4128052
  },
  {
    "no": 2554,
    "name": "행복마을도서관",
    "lat": 34.80909511,
    "lon": 126.3866468
  },
  {
    "no": 2555,
    "name": "샛별작은도서관",
    "lat": 34.81989103,
    "lon": 126.3889627
  },
  {
    "no": 2556,
    "name": "목포어린이도서관",
    "lat": 34.81483061,
    "lon": 126.4256009
  },
  {
    "no": 2557,
    "name": "목포시립도서관",
    "lat": 34.80347274,
    "lon": 126.4030674
  },
  {
    "no": 2558,
    "name": "목포공공도서관",
    "lat": 34.8072191,
    "lon": 126.3762901
  },
  {
    "no": 2559,
    "name": "무지개도서관",
    "lat": 34.8124546,
    "lon": 126.3807726
  },
  {
    "no": 2560,
    "name": "호돌이작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2561,
    "name": "삼학도서관",
    "lat": 34.79034866,
    "lon": 126.4016498
  },
  {
    "no": 2562,
    "name": "피터팬작은도서관",
    "lat": 34.80207919,
    "lon": 126.3789312
  },
  {
    "no": 2563,
    "name": "청개구리도서관",
    "lat": 34.80236326,
    "lon": 126.4319076
  },
  {
    "no": 2564,
    "name": "꿈돌이도서관",
    "lat": 34.8005633,
    "lon": 126.437174
  },
  {
    "no": 2565,
    "name": "소나무도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2566,
    "name": "전남도립도서관",
    "lat": 34.80490366,
    "lon": 126.4617112
  },
  {
    "no": 2567,
    "name": "무안군공공도서관",
    "lat": 35.109842,
    "lon": 126.293846
  },
  {
    "no": 2568,
    "name": "보성농어촌공공도서관",
    "lat": 34.779905,
    "lon": 127.196775
  },
  {
    "no": 2569,
    "name": "가곡옹달샘",
    "lat": 34.9806085,
    "lon": 127.4819835
  },
  {
    "no": 2570,
    "name": "라송센트럴카운티",
    "lat": 34.9883556,
    "lon": 127.5048846
  },
  {
    "no": 2571,
    "name": "나눔의 집",
    "lat": 34.85464567,
    "lon": 127.3856072
  },
  {
    "no": 2572,
    "name": "남제자치",
    "lat": 34.941335,
    "lon": 127.487991
  },
  {
    "no": 2573,
    "name": "대대순천만",
    "lat": 34.8899917,
    "lon": 127.5081832
  },
  {
    "no": 2574,
    "name": "우성반딧불",
    "lat": 34.9301468,
    "lon": 127.4879533
  },
  {
    "no": 2575,
    "name": "그림책도서관",
    "lat": 34.9579091,
    "lon": 127.4862543
  },
  {
    "no": 2576,
    "name": "호반2차꿈꾸는",
    "lat": 34.9396379,
    "lon": 127.530252
  },
  {
    "no": 2577,
    "name": "주암광천",
    "lat": 35.0768204,
    "lon": 127.2349781
  },
  {
    "no": 2578,
    "name": "봉화호롱불",
    "lat": 34.9587369,
    "lon": 127.4975174
  },
  {
    "no": 2579,
    "name": "서면배들꿈나래",
    "lat": 34.9890794,
    "lon": 127.4980704
  },
  {
    "no": 2580,
    "name": "대주2차푸른솔",
    "lat": 34.9530288,
    "lon": 127.5343975
  },
  {
    "no": 2581,
    "name": "별량첨산",
    "lat": 34.8736558,
    "lon": 127.4522171
  },
  {
    "no": 2582,
    "name": "매곡자치",
    "lat": 34.9639424,
    "lon": 127.4828199
  },
  {
    "no": 2583,
    "name": "그루터기",
    "lat": 34.971756,
    "lon": 127.5198883
  },
  {
    "no": 2584,
    "name": "삼산푸르미",
    "lat": 34.9748072,
    "lon": 127.4934252
  },
  {
    "no": 2585,
    "name": "생목벽산",
    "lat": 34.9518194,
    "lon": 127.5072898
  },
  {
    "no": 2586,
    "name": "해룡성산",
    "lat": 34.9180517,
    "lon": 127.5440367
  },
  {
    "no": 2587,
    "name": "해룡소안",
    "lat": 34.9322919,
    "lon": 127.5272158
  },
  {
    "no": 2588,
    "name": "흑두루미",
    "lat": 34.9253075,
    "lon": 127.4936902
  },
  {
    "no": 2589,
    "name": "승주꿈꾸는",
    "lat": 35.0186933,
    "lon": 127.3773241
  },
  {
    "no": 2590,
    "name": "신이나(신대2차)",
    "lat": 34.929404,
    "lon": 127.549338
  },
  {
    "no": 2591,
    "name": "생태회랑(신대3차)",
    "lat": 34.9318619,
    "lon": 127.5501545
  },
  {
    "no": 2592,
    "name": "도담(신대5차)",
    "lat": 34.9334503,
    "lon": 127.5468677
  },
  {
    "no": 2593,
    "name": "신성풀꽃",
    "lat": 34.9149347,
    "lon": 127.5757222
  },
  {
    "no": 2594,
    "name": "조례열린",
    "lat": 34.9612909,
    "lon": 127.515531
  },
  {
    "no": 2595,
    "name": "호반1차파랑새",
    "lat": 34.9402167,
    "lon": 127.5283964
  },
  {
    "no": 2596,
    "name": "하날다래",
    "lat": 34.9367005,
    "lon": 127.5273558
  },
  {
    "no": 2597,
    "name": "조곡자치",
    "lat": 34.9479257,
    "lon": 127.4970918
  },
  {
    "no": 2598,
    "name": "풍덕",
    "lat": 34.943851,
    "lon": 127.5012089
  },
  {
    "no": 2599,
    "name": "연동대주",
    "lat": 34.9553737,
    "lon": 127.5358448
  },
  {
    "no": 2600,
    "name": "책이랑",
    "lat": 34.9478431,
    "lon": 127.5219557
  },
  {
    "no": 2601,
    "name": "연향도서관",
    "lat": 34.9471023,
    "lon": 127.5185748
  },
  {
    "no": 2602,
    "name": "후마니타스",
    "lat": 34.9458321,
    "lon": 127.5190366
  },
  {
    "no": 2603,
    "name": "리채",
    "lat": 34.9534448,
    "lon": 127.5226558
  },
  {
    "no": 2604,
    "name": "골드",
    "lat": 34.93304679,
    "lon": 127.4919767
  },
  {
    "no": 2605,
    "name": "한울타리",
    "lat": 34.93567771,
    "lon": 127.4940283
  },
  {
    "no": 2606,
    "name": "호반베르디움",
    "lat": 34.93711387,
    "lon": 127.491966
  },
  {
    "no": 2607,
    "name": "왕조2자치",
    "lat": 34.9552679,
    "lon": 127.5324873
  },
  {
    "no": 2608,
    "name": "송촌글마루",
    "lat": 34.9587823,
    "lon": 127.5340189
  },
  {
    "no": 2609,
    "name": "두산위브행복",
    "lat": 34.975469,
    "lon": 127.5246635
  },
  {
    "no": 2610,
    "name": "롯데캐슬나눔",
    "lat": 34.9752743,
    "lon": 127.527442
  },
  {
    "no": 2611,
    "name": "상사용암",
    "lat": 34.9265462,
    "lon": 127.4393083
  },
  {
    "no": 2612,
    "name": "주암운룡",
    "lat": 35.092295,
    "lon": 127.2018155
  },
  {
    "no": 2613,
    "name": "서면자치",
    "lat": 34.994552,
    "lon": 127.4885493
  },
  {
    "no": 2614,
    "name": "동신별빛",
    "lat": 34.9550359,
    "lon": 127.5293517
  },
  {
    "no": 2615,
    "name": "대광",
    "lat": 34.9404914,
    "lon": 127.4947014
  },
  {
    "no": 2616,
    "name": "조례금호",
    "lat": 34.9616185,
    "lon": 127.5226981
  },
  {
    "no": 2617,
    "name": "조례호수도서관",
    "lat": 34.9640551,
    "lon": 127.5245258
  },
  {
    "no": 2618,
    "name": "대주생각나무",
    "lat": 34.9591338,
    "lon": 127.5272216
  },
  {
    "no": 2619,
    "name": "글마루(신대1차)",
    "lat": 34.9327556,
    "lon": 127.5439955
  },
  {
    "no": 2620,
    "name": "메가드림(신대6차)",
    "lat": 34.936975,
    "lon": 127.5459341
  },
  {
    "no": 2621,
    "name": "삼산도서관",
    "lat": 34.9666906,
    "lon": 127.4865762
  },
  {
    "no": 2622,
    "name": "장천작은나무",
    "lat": 34.9501833,
    "lon": 127.4849088
  },
  {
    "no": 2623,
    "name": "신원푸른숲",
    "lat": 34.9468798,
    "lon": 127.535065
  },
  {
    "no": 2624,
    "name": "저전자치",
    "lat": 34.9479725,
    "lon": 127.4839515
  },
  {
    "no": 2625,
    "name": "대주피오레",
    "lat": 34.9347472,
    "lon": 127.5123397
  },
  {
    "no": 2626,
    "name": "풍덕글마루도서관",
    "lat": 34.9421877,
    "lon": 127.4972527
  },
  {
    "no": 2627,
    "name": "풍덕금호",
    "lat": 34.9391562,
    "lon": 127.5036479
  },
  {
    "no": 2628,
    "name": "히어리꽃",
    "lat": 34.9436906,
    "lon": 127.4905874
  },
  {
    "no": 2629,
    "name": "기적의도서관",
    "lat": 34.9471695,
    "lon": 127.527657
  },
  {
    "no": 2630,
    "name": "신대도서관",
    "lat": 34.9366208,
    "lon": 127.5481891
  },
  {
    "no": 2631,
    "name": "해룡농어촌도서관",
    "lat": 34.9137107,
    "lon": 127.5367558
  },
  {
    "no": 2632,
    "name": "해룡호두",
    "lat": 34.8931556,
    "lon": 127.5742773
  },
  {
    "no": 2633,
    "name": "도초 작은도서관",
    "lat": 34.70348996,
    "lon": 125.9539529
  },
  {
    "no": 2634,
    "name": "신안군립도서관",
    "lat": 34.8626493,
    "lon": 126.3177649
  },
  {
    "no": 2635,
    "name": "임자작은도서관",
    "lat": 35.08446974,
    "lon": 126.1110045
  },
  {
    "no": 2636,
    "name": "자은구영마을도서관",
    "lat": 34.88464739,
    "lon": 126.0476053
  },
  {
    "no": 2637,
    "name": "장산작은도서관",
    "lat": 34.64320139,
    "lon": 126.1490018
  },
  {
    "no": 2638,
    "name": "증도 작은도서관",
    "lat": 35.00219502,
    "lon": 126.1389522
  },
  {
    "no": 2639,
    "name": "Wonderful english 작은도서관",
    "lat": 35.06095892,
    "lon": 126.2121367
  },
  {
    "no": 2640,
    "name": "지도 작은도서관",
    "lat": 35.0608451,
    "lon": 126.2073934
  },
  {
    "no": 2641,
    "name": "하의작은도서관",
    "lat": 34.60537278,
    "lon": 126.0348759
  },
  {
    "no": 2642,
    "name": "흑산자산문화도서관",
    "lat": 34.68415398,
    "lon": 125.442615
  },
  {
    "no": 2643,
    "name": "전라남도학생교육문화회관",
    "lat": 34.7800527,
    "lon": 127.6414254
  },
  {
    "no": 2644,
    "name": "여수시립돌산도서관",
    "lat": 34.7160081,
    "lon": 127.7499315
  },
  {
    "no": 2645,
    "name": "여수시립환경도서관",
    "lat": 34.7542288,
    "lon": 127.7010727
  },
  {
    "no": 2646,
    "name": "여수시립소라도서관",
    "lat": 34.7886128,
    "lon": 127.6334897
  },
  {
    "no": 2647,
    "name": "여수시립율촌도서관",
    "lat": 34.8837459,
    "lon": 127.5786328
  },
  {
    "no": 2648,
    "name": "여수시립현암도서관",
    "lat": 34.7571412,
    "lon": 127.7314764
  },
  {
    "no": 2649,
    "name": "여수시립쌍봉도서관",
    "lat": 34.7630441,
    "lon": 127.658722
  },
  {
    "no": 2650,
    "name": "영광군립도서관",
    "lat": 35.279292,
    "lon": 126.515505
  },
  {
    "no": 2651,
    "name": "영광공공도서관",
    "lat": 35.2726169,
    "lon": 126.5037717
  },
  {
    "no": 2652,
    "name": "삼호도서관",
    "lat": 34.744802,
    "lon": 126.466636
  },
  {
    "no": 2653,
    "name": "영암도서관",
    "lat": 34.797957,
    "lon": 126.693646
  },
  {
    "no": 2654,
    "name": "완도군립도서관",
    "lat": 34.31287186,
    "lon": 126.754915
  },
  {
    "no": 2655,
    "name": "장성군립북이도서관",
    "lat": 35.429622,
    "lon": 126.810004
  },
  {
    "no": 2656,
    "name": "장성군립삼계도서관",
    "lat": 35.257678,
    "lon": 126.660832
  },
  {
    "no": 2657,
    "name": "장성군립중앙도서관",
    "lat": 35.303615,
    "lon": 126.767529
  },
  {
    "no": 2658,
    "name": "장성공공도서관",
    "lat": 35.305137,
    "lon": 126.784636
  },
  {
    "no": 2659,
    "name": "정남진도서관",
    "lat": 34.6744033,
    "lon": 126.9066368
  },
  {
    "no": 2660,
    "name": "철마도서관",
    "lat": 34.4863323,
    "lon": 126.2639162
  },
  {
    "no": 2661,
    "name": "대동 사랑방문고",
    "lat": null,
    "lon": null
  },
  {
    "no": 2662,
    "name": "손불 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2663,
    "name": "월야 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2664,
    "name": "학교면 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2665,
    "name": "함평군립도서관",
    "lat": 35.0576192,
    "lon": 126.5180313
  },
  {
    "no": 2666,
    "name": "해보 작은도서관",
    "lat": null,
    "lon": null
  },
  {
    "no": 2667,
    "name": "해남군립도서관",
    "lat": 34.573558,
    "lon": 126.599225
  },
  {
    "no": 2668,
    "name": "능성예절도서관",
    "lat": 34.9895869,
    "lon": 126.9513476
  },
  {
    "no": 2669,
    "name": "잠정햇살마을도서관",
    "lat": 34.9828193,
    "lon": 126.9590842
  },
  {
    "no": 2670,
    "name": "능주면민도서관",
    "lat": 34.9890688,
    "lon": 126.9575585
  },
  {
    "no": 2671,
    "name": "늘푸른작은도서관",
    "lat": 35.013108,
    "lon": 126.952056
  },
  {
    "no": 2672,
    "name": "해망마을도서관",
    "lat": 34.9643822,
    "lon": 126.8889739
  },
  {
    "no": 2673,
    "name": "화순작은도서관",
    "lat": 35.0430302,
    "lon": 127.0317411
  },
  {
    "no": 2674,
    "name": "안심 작은도서관",
    "lat": 35.106199,
    "lon": 127.0420849
  },
  {
    "no": 2675,
    "name": "세빛도서관",
    "lat": 35.0647639,
    "lon": 126.9940659
  },
  {
    "no": 2676,
    "name": "화순열린도서관",
    "lat": 35.0655124,
    "lon": 126.9917538
  },
  {
    "no": 2677,
    "name": "광신프로그레시브작은도서관(너나들이도서관)",
    "lat": 35.059664,
    "lon": 126.979009
  },
  {
    "no": 2678,
    "name": "화순중앙도서관",
    "lat": 35.0578317,
    "lon": 126.9773981
  },
  {
    "no": 2679,
    "name": "빛나라도서관",
    "lat": 35.0539587,
    "lon": 126.9654276
  },
  {
    "no": 2680,
    "name": "지혜샘어린이문고",
    "lat": 35.0604876,
    "lon": 126.9961312
  },
  {
    "no": 2681,
    "name": "다사랑작은도서관",
    "lat": 35.062381,
    "lon": 126.9858847
  },
  {
    "no": 2682,
    "name": "꿈나무도서관",
    "lat": 35.0614303,
    "lon": 126.984385
  },
  {
    "no": 2683,
    "name": "고수해마루작은도서관",
    "lat": 35.408068,
    "lon": 126.679767
  },
  {
    "no": 2684,
    "name": "고창군립도서관",
    "lat": 35.433195,
    "lon": 126.704503
  },
  {
    "no": 2685,
    "name": "고창군립도서관",
    "lat": 35.4329924,
    "lon": 126.7044902
  },
  {
    "no": 2686,
    "name": "글마루작은도서관",
    "lat": 35.4420558,
    "lon": 126.6999049
  },
  {
    "no": 2687,
    "name": "고창군립성호도서관",
    "lat": 35.4365872,
    "lon": 126.7022941
  },
  {
    "no": 2688,
    "name": "성호분관",
    "lat": 35.43718,
    "lon": 126.701323
  },
  {
    "no": 2689,
    "name": "고창공공도서관",
    "lat": 35.434142,
    "lon": 126.703975
  },
  {
    "no": 2690,
    "name": "대산큰별작은도서관",
    "lat": 35.3405615,
    "lon": 126.6003705
  },
  {
    "no": 2691,
    "name": "무장글샘작은도서관",
    "lat": 35.4190414,
    "lon": 126.5607838
  },
  {
    "no": 2692,
    "name": "아산선운산작은도서관",
    "lat": 35.4398775,
    "lon": 126.634828
  },
  {
    "no": 2693,
    "name": "나포작은도서관",
    "lat": 36.0308019,
    "lon": 126.8319975
  },
  {
    "no": 2694,
    "name": "구암작은도서관",
    "lat": 35.9851392,
    "lon": 126.7445904
  },
  {
    "no": 2695,
    "name": "월명작은도서관",
    "lat": 35.9841665,
    "lon": 126.7088439
  },
  {
    "no": 2696,
    "name": "대야분관",
    "lat": 35.948943,
    "lon": 126.818895
  },
  {
    "no": 2697,
    "name": "나운작은도서관",
    "lat": 35.9643539,
    "lon": 126.6935863
  },
  {
    "no": 2698,
    "name": "미성작은도서관",
    "lat": 35.9611411,
    "lon": 126.6755421
  },
  {
    "no": 2699,
    "name": "미룡작은도서관",
    "lat": 35.9421185,
    "lon": 126.6903671
  },
  {
    "no": 2700,
    "name": "산단작은도서관",
    "lat": 35.9614723,
    "lon": 126.5606364
  },
  {
    "no": 2701,
    "name": "서수작은도서관",
    "lat": 35.981465,
    "lon": 126.877787
  },
  {
    "no": 2702,
    "name": "설림분관",
    "lat": 35.973016,
    "lon": 126.684404
  },
  {
    "no": 2703,
    "name": "설림도서관",
    "lat": 35.9730164,
    "lon": 126.6844042
  },
  {
    "no": 2704,
    "name": "조촌작은도서관",
    "lat": 35.9742595,
    "lon": 126.7435428
  },
  {
    "no": 2705,
    "name": "임피분관",
    "lat": 35.98729,
    "lon": 126.84867
  },
  {
    "no": 2706,
    "name": "임피채만식도서관",
    "lat": 35.9875018,
    "lon": 126.8484693
  },
  {
    "no": 2707,
    "name": "군산교육문화회관",
    "lat": 35.97086,
    "lon": 126.736574
  },
  {
    "no": 2708,
    "name": "군산시립도서관",
    "lat": 35.965835,
    "lon": 126.711217
  },
  {
    "no": 2709,
    "name": "군산시립도서관(자료열람실)",
    "lat": 35.9656132,
    "lon": 126.7112052
  },
  {
    "no": 2710,
    "name": "군산시립도서관(학습실)",
    "lat": 35.9656132,
    "lon": 126.7112052
  },
  {
    "no": 2711,
    "name": "흥남작은도서관",
    "lat": 35.9786148,
    "lon": 126.7193761
  },
  {
    "no": 2712,
    "name": "늘푸른분관",
    "lat": 35.9605132,
    "lon": 126.6990565
  },
  {
    "no": 2713,
    "name": "늘푸른도서관",
    "lat": 35.9606645,
    "lon": 126.6989171
  },
  {
    "no": 2714,
    "name": "금구분관",
    "lat": 35.775144,
    "lon": 127.012527
  },
  {
    "no": 2715,
    "name": "금산분관",
    "lat": 35.717319,
    "lon": 126.994661
  },
  {
    "no": 2716,
    "name": "만경분관",
    "lat": 35.849299,
    "lon": 126.816933
  },
  {
    "no": 2717,
    "name": "전라북도 김제시립도서관",
    "lat": 35.799076,
    "lon": 126.892556
  },
  {
    "no": 2718,
    "name": "김제교육문화회관",
    "lat": 35.806765,
    "lon": 126.89217
  },
  {
    "no": 2719,
    "name": "남원시립도서관",
    "lat": 35.4076967,
    "lon": 127.380211
  },
  {
    "no": 2720,
    "name": "전라북도 남원시립도서관",
    "lat": 35.407697,
    "lon": 127.380214
  },
  {
    "no": 2721,
    "name": "남원교육문화회관",
    "lat": 35.410118,
    "lon": 127.381955
  },
  {
    "no": 2722,
    "name": "운봉분관",
    "lat": 35.440983,
    "lon": 127.53206
  },
  {
    "no": 2723,
    "name": "무주군립도서관",
    "lat": 36.002035,
    "lon": 127.662592
  },
  {
    "no": 2724,
    "name": "형설지공군립도서관",
    "lat": 36.002232,
    "lon": 127.6625944
  },
  {
    "no": 2725,
    "name": "무주공공도서관",
    "lat": 36.010656,
    "lon": 127.660441
  },
  {
    "no": 2726,
    "name": "계화분관",
    "lat": 35.762827,
    "lon": 126.694403
  },
  {
    "no": 2727,
    "name": "부안교육문화회관",
    "lat": 35.730732,
    "lon": 126.734896
  },
  {
    "no": 2728,
    "name": "부안군립도서관",
    "lat": 35.719447,
    "lon": 126.732426
  },
  {
    "no": 2729,
    "name": "부안군립도서관",
    "lat": 35.719246,
    "lon": 126.73248
  },
  {
    "no": 2730,
    "name": "순창군립도서관",
    "lat": 35.373518,
    "lon": 127.140645
  },
  {
    "no": 2731,
    "name": "순창군립도서관",
    "lat": 35.373858,
    "lon": 127.140802
  },
  {
    "no": 2732,
    "name": "순창공공도서관",
    "lat": 35.376605,
    "lon": 127.144051
  },
  {
    "no": 2733,
    "name": "경천애인작은도서관",
    "lat": null,
    "lon": 127.2475364
  },
  {
    "no": 2734,
    "name": "고산분관",
    "lat": 35.976403,
    "lon": 127.205523
  },
  {
    "no": 2735,
    "name": "완주군립고산도서관",
    "lat": null,
    "lon": 127.1234875
  },
  {
    "no": 2736,
    "name": "구이모악작은도서관",
    "lat": null,
    "lon": 127.1207579
  },
  {
    "no": 2737,
    "name": "둔산영어도서관",
    "lat": 35.9609269,
    "lon": 127.123521
  },
  {
    "no": 2738,
    "name": "완주군립둔산영어도서관",
    "lat": null,
    "lon": 127.1234908
  },
  {
    "no": 2739,
    "name": "완주공공도서관",
    "lat": 35.938176,
    "lon": 127.164266
  },
  {
    "no": 2740,
    "name": "삼례분관",
    "lat": 35.920524,
    "lon": 127.09327
  },
  {
    "no": 2741,
    "name": "완주군립삼례도서관",
    "lat": null,
    "lon": 127.0930668
  },
  {
    "no": 2742,
    "name": "상관기찻길작은도서관",
    "lat": null,
    "lon": 127.2070102
  },
  {
    "no": 2743,
    "name": "소양철쭉작은도서관",
    "lat": null,
    "lon": 127.2281843
  },
  {
    "no": 2744,
    "name": "용꿈작은도서관",
    "lat": null,
    "lon": 127.1539984
  },
  {
    "no": 2745,
    "name": "완주군립중앙",
    "lat": 35.904743,
    "lon": 127.162237
  },
  {
    "no": 2746,
    "name": "완주군립중앙도서관",
    "lat": null,
    "lon": 127.1607891
  },
  {
    "no": 2747,
    "name": "이서배꽃뜰작은도서관",
    "lat": null,
    "lon": 127.0224162
  },
  {
    "no": 2748,
    "name": "이서별마루작은도서관",
    "lat": null,
    "lon": 127.0531788
  },
  {
    "no": 2749,
    "name": "화산골작은도서관",
    "lat": null,
    "lon": 127.2035449
  },
  {
    "no": 2750,
    "name": "마한교육문화회관",
    "lat": 35.938952,
    "lon": 126.960622
  },
  {
    "no": 2751,
    "name": "영등분관",
    "lat": 35.962672,
    "lon": 126.977736
  },
  {
    "no": 2752,
    "name": "익산영등도서관",
    "lat": 35.96291519,
    "lon": 126.9777442
  },
  {
    "no": 2753,
    "name": "익산부송도서관",
    "lat": 35.96449971,
    "lon": 126.9945945
  },
  {
    "no": 2754,
    "name": "부송분관",
    "lat": 35.9644912,
    "lon": 126.9945353
  },
  {
    "no": 2755,
    "name": "마동분관",
    "lat": 35.940409,
    "lon": 126.969021
  },
  {
    "no": 2756,
    "name": "익산마동도서관",
    "lat": 35.94007212,
    "lon": 126.9686896
  },
  {
    "no": 2757,
    "name": "모현시립도서관",
    "lat": 35.949644,
    "lon": 126.936009
  },
  {
    "no": 2758,
    "name": "익산모현도서관",
    "lat": 35.94983245,
    "lon": 126.9364581
  },
  {
    "no": 2759,
    "name": "함열분관",
    "lat": 36.078588,
    "lon": 126.963465
  },
  {
    "no": 2760,
    "name": "익산황등도서관",
    "lat": 36.00458427,
    "lon": 126.9433841
  },
  {
    "no": 2761,
    "name": "황등분관",
    "lat": 36.004494,
    "lon": 126.943498
  },
  {
    "no": 2762,
    "name": "필 봉",
    "lat": 35.536995,
    "lon": 127.154416
  },
  {
    "no": 2763,
    "name": "무지개빛",
    "lat": 35.673119,
    "lon": 127.277406
  },
  {
    "no": 2764,
    "name": "성수골",
    "lat": 35.629738,
    "lon": 127.3306101
  },
  {
    "no": 2765,
    "name": "전라북도 임실군립도서관",
    "lat": 35.5418188,
    "lon": 127.3294665
  },
  {
    "no": 2766,
    "name": "임실군립도서관",
    "lat": 35.541633,
    "lon": 127.329483
  },
  {
    "no": 2767,
    "name": "충 경",
    "lat": null,
    "lon": null
  },
  {
    "no": 2768,
    "name": "임실공공도서관",
    "lat": 35.613882,
    "lon": 127.278782
  },
  {
    "no": 2769,
    "name": "다독다독",
    "lat": 35.617756,
    "lon": 127.288561
  },
  {
    "no": 2770,
    "name": "아낌없이 주는나무",
    "lat": 35.641111,
    "lon": 127.301438
  },
  {
    "no": 2771,
    "name": "안 전",
    "lat": 35.613189,
    "lon": 127.283231
  },
  {
    "no": 2772,
    "name": "지사랑",
    "lat": 35.562635,
    "lon": 127.355822
  },
  {
    "no": 2773,
    "name": "장수군립도서관",
    "lat": 35.733958,
    "lon": 127.582041
  },
  {
    "no": 2774,
    "name": "장수공공도서관",
    "lat": 35.651032,
    "lon": 127.521415
  },
  {
    "no": 2775,
    "name": "금암분관",
    "lat": 35.836314,
    "lon": 127.140096
  },
  {
    "no": 2776,
    "name": "금암도서관",
    "lat": 35.8365539,
    "lon": 127.140133
  },
  {
    "no": 2777,
    "name": "인후문화의집 작은도서관",
    "lat": 35.8374646,
    "lon": 127.1567226
  },
  {
    "no": 2778,
    "name": "덕진품애작은도서관",
    "lat": 35.8451605,
    "lon": 127.1201715
  },
  {
    "no": 2779,
    "name": "무지개작은도서관",
    "lat": 35.8699719,
    "lon": 127.077637
  },
  {
    "no": 2780,
    "name": "호성작은도서관",
    "lat": 35.8636667,
    "lon": 127.1495389
  },
  {
    "no": 2781,
    "name": "아중도서관",
    "lat": 35.826303,
    "lon": 127.16261
  },
  {
    "no": 2782,
    "name": "아중분관",
    "lat": 35.826192,
    "lon": 127.162681
  },
  {
    "no": 2783,
    "name": "명주골작은도서관",
    "lat": 35.845026,
    "lon": 127.148612
  },
  {
    "no": 2784,
    "name": "책마루작은도서관",
    "lat": 35.854445,
    "lon": 127.121152
  },
  {
    "no": 2785,
    "name": "송천도서관",
    "lat": 35.869406,
    "lon": 127.12811
  },
  {
    "no": 2786,
    "name": "송천분관",
    "lat": 35.86933,
    "lon": 127.12811
  },
  {
    "no": 2787,
    "name": "팔복작은도서관",
    "lat": 35.8536281,
    "lon": 127.1062727
  },
  {
    "no": 2788,
    "name": "인후비전작은도서관",
    "lat": 35.842834,
    "lon": 127.148458
  },
  {
    "no": 2789,
    "name": "인후도서관",
    "lat": 35.839517,
    "lon": 127.1634489
  },
  {
    "no": 2790,
    "name": "인후분관",
    "lat": 35.839535,
    "lon": 127.163449
  },
  {
    "no": 2791,
    "name": "전북교육문화회관",
    "lat": 35.829133,
    "lon": 127.137816
  },
  {
    "no": 2792,
    "name": "쪽구름분관",
    "lat": 35.871346,
    "lon": 127.0755889
  },
  {
    "no": 2793,
    "name": "우아문화의집 작은도서관",
    "lat": 35.8497499,
    "lon": 127.1593601
  },
  {
    "no": 2794,
    "name": "건지산숲속작은도서관",
    "lat": 35.8586565,
    "lon": 127.1316097
  },
  {
    "no": 2795,
    "name": "큰나루작은도서관",
    "lat": 35.8500904,
    "lon": 127.120425
  },
  {
    "no": 2796,
    "name": "열린점자작은도서관",
    "lat": 35.8553879,
    "lon": 127.092943
  },
  {
    "no": 2797,
    "name": "건지도서관",
    "lat": 35.85406265,
    "lon": 127.151643
  },
  {
    "no": 2798,
    "name": "건지분관",
    "lat": 35.85406,
    "lon": 127.151675
  },
  {
    "no": 2799,
    "name": "쪽구름도서관",
    "lat": 35.872255,
    "lon": 127.075818
  },
  {
    "no": 2800,
    "name": "간납대작은도서관",
    "lat": 35.8165239,
    "lon": 127.1554695
  },
  {
    "no": 2801,
    "name": "완산시립도서관",
    "lat": 35.809022,
    "lon": 127.14785
  },
  {
    "no": 2802,
    "name": "완산도서관",
    "lat": 35.8087041,
    "lon": 127.1479879
  },
  {
    "no": 2803,
    "name": "노송작은도서관",
    "lat": 35.8190417,
    "lon": 127.157225
  },
  {
    "no": 2804,
    "name": "전주작은도서관",
    "lat": 35.7970557,
    "lon": 127.1399669
  },
  {
    "no": 2805,
    "name": "평화꿈틀 작은도서관",
    "lat": 35.796347,
    "lon": 127.141436
  },
  {
    "no": 2806,
    "name": "행복나눔 작은도서관",
    "lat": 35.8248191,
    "lon": 127.1215787
  },
  {
    "no": 2807,
    "name": "중산작은도서관",
    "lat": 35.8248191,
    "lon": 127.1215787
  },
  {
    "no": 2808,
    "name": "꿈밭장애인작은도서관",
    "lat": 35.7991041,
    "lon": 127.1298484
  },
  {
    "no": 2809,
    "name": "꿈드리작은도서관",
    "lat": 35.7956674,
    "lon": 127.1147279
  },
  {
    "no": 2810,
    "name": "꿈이있는나무작은도서관",
    "lat": 35.8351264,
    "lon": 127.1207121
  },
  {
    "no": 2811,
    "name": "모롱지작은도서관",
    "lat": 35.8337154,
    "lon": 127.1041557
  },
  {
    "no": 2812,
    "name": "서신도서관",
    "lat": 35.831016,
    "lon": 127.1153256
  },
  {
    "no": 2813,
    "name": "서신분관",
    "lat": 35.830988,
    "lon": 127.115326
  },
  {
    "no": 2814,
    "name": "청아나루작은도서관",
    "lat": 35.814633,
    "lon": 127.127255
  },
  {
    "no": 2815,
    "name": "글마당작은도서관",
    "lat": 35.811448,
    "lon": 127.1321015
  },
  {
    "no": 2816,
    "name": "삼천도서관",
    "lat": 35.7989436,
    "lon": 127.1216932
  },
  {
    "no": 2817,
    "name": "삼천분관",
    "lat": 35.798915,
    "lon": 127.121698
  },
  {
    "no": 2818,
    "name": "효사랑푸른꿈작은도서관",
    "lat": 35.807023,
    "lon": 127.1181607
  },
  {
    "no": 2819,
    "name": "효자도서관",
    "lat": 35.813262,
    "lon": 127.101139
  },
  {
    "no": 2820,
    "name": "효자분관",
    "lat": 35.81106,
    "lon": 127.100428
  },
  {
    "no": 2821,
    "name": "맑은누리작은도서관",
    "lat": 35.822471,
    "lon": 127.1369183
  },
  {
    "no": 2822,
    "name": "평화도서관",
    "lat": 35.7914868,
    "lon": 127.1348546
  },
  {
    "no": 2823,
    "name": "평화분관",
    "lat": 35.791447,
    "lon": 127.133954
  },
  {
    "no": 2824,
    "name": "금호작은도서관",
    "lat": 35.803399,
    "lon": 127.1303026
  },
  {
    "no": 2825,
    "name": "전북도청도서관",
    "lat": 35.819764,
    "lon": 127.10813
  },
  {
    "no": 2826,
    "name": "초록우산작은도서관",
    "lat": 35.798058,
    "lon": 127.149537
  },
  {
    "no": 2827,
    "name": "감골작은도서관",
    "lat": 35.71336266,
    "lon": 126.928137
  },
  {
    "no": 2828,
    "name": "고부작은도서관",
    "lat": 35.6206106,
    "lon": 126.7720446
  },
  {
    "no": 2829,
    "name": "정읍학생복지회관",
    "lat": 35.571274,
    "lon": 126.851892
  },
  {
    "no": 2830,
    "name": "실버작은도서관",
    "lat": 35.5530563,
    "lon": 126.8933134
  },
  {
    "no": 2831,
    "name": "책향기작은도서관",
    "lat": 35.5726138,
    "lon": 126.8660238
  },
  {
    "no": 2832,
    "name": "정읍시립중앙도서관",
    "lat": 35.557464,
    "lon": 126.867069
  },
  {
    "no": 2833,
    "name": "정읍중앙도서관",
    "lat": 35.5574636,
    "lon": 126.8670688
  },
  {
    "no": 2834,
    "name": "북면작은도서관",
    "lat": 35.6064496,
    "lon": 126.8895788
  },
  {
    "no": 2835,
    "name": "상교작은도서관",
    "lat": 35.5644312,
    "lon": 126.8357248
  },
  {
    "no": 2836,
    "name": "수성작은도서관",
    "lat": 35.5833401,
    "lon": 126.8538969
  },
  {
    "no": 2837,
    "name": "기적의도서관",
    "lat": 35.5844057,
    "lon": 126.8607611
  },
  {
    "no": 2838,
    "name": "기적의어린이",
    "lat": 35.584406,
    "lon": 126.860761
  },
  {
    "no": 2839,
    "name": "꿈꾸는작은도서관",
    "lat": 35.577217,
    "lon": 126.8571615
  },
  {
    "no": 2840,
    "name": "신태인분관",
    "lat": 35.689748,
    "lon": 126.889898
  },
  {
    "no": 2841,
    "name": "신태인도서관",
    "lat": 35.689748,
    "lon": 126.8898982
  },
  {
    "no": 2842,
    "name": "문화의집작은도서관",
    "lat": 35.5684285,
    "lon": 126.8459361
  },
  {
    "no": 2843,
    "name": "다문화작은도서관",
    "lat": 35.567554,
    "lon": 126.8529932
  },
  {
    "no": 2844,
    "name": "옹달샘작은도서관",
    "lat": 35.5723672,
    "lon": 126.8464985
  },
  {
    "no": 2845,
    "name": "초산작은도서관",
    "lat": 35.5618075,
    "lon": 126.8525578
  },
  {
    "no": 2846,
    "name": "명봉도서관",
    "lat": 35.652524,
    "lon": 126.942283
  },
  {
    "no": 2847,
    "name": "수목토작은도서관",
    "lat": 35.5583647,
    "lon": 126.8760159
  },
  {
    "no": 2848,
    "name": "상동작은도서관",
    "lat": 35.5592431,
    "lon": 126.8740469
  },
  {
    "no": 2849,
    "name": "진안공공도서관",
    "lat": 35.789337,
    "lon": 127.422116
  },
  {
    "no": 2850,
    "name": "진안공공도서관",
    "lat": 35.471234,
    "lon": 127.252321
  },
  {
    "no": 2851,
    "name": "서귀포시중앙도서관",
    "lat": 33.25141739,
    "lon": 126.5076218
  },
  {
    "no": 2852,
    "name": "중앙도서관",
    "lat": 33.2511814,
    "lon": 126.508187
  },
  {
    "no": 2853,
    "name": "서귀포시삼매봉도서관",
    "lat": 33.2443256,
    "lon": 126.552097
  },
  {
    "no": 2854,
    "name": "삼매봉도서관",
    "lat": 33.2446563,
    "lon": 126.5517975
  },
  {
    "no": 2855,
    "name": "제남도서관",
    "lat": 33.27956359,
    "lon": 126.70496
  },
  {
    "no": 2856,
    "name": "제남도서관",
    "lat": 33.27956359,
    "lon": 126.70496
  },
  {
    "no": 2857,
    "name": "(신례1리)예촌",
    "lat": 33.2880911,
    "lon": 126.6271158
  },
  {
    "no": 2858,
    "name": "송악도서관",
    "lat": 33.22664707,
    "lon": 126.2484827
  },
  {
    "no": 2859,
    "name": "송악도서관",
    "lat": 33.22664707,
    "lon": 126.2484827
  },
  {
    "no": 2860,
    "name": "(중앙동)중앙꿈쟁이",
    "lat": 33.2507152,
    "lon": 126.5651902
  },
  {
    "no": 2861,
    "name": "(동홍동)퐁낭",
    "lat": 33.255408,
    "lon": 126.572256
  },
  {
    "no": 2862,
    "name": "성산일출도서관",
    "lat": 33.45527375,
    "lon": 126.9122989
  },
  {
    "no": 2863,
    "name": "성산일출도서관",
    "lat": 33.4556878,
    "lon": 126.9122073
  },
  {
    "no": 2864,
    "name": "삼달리",
    "lat": 33.3800166,
    "lon": 126.8613421
  },
  {
    "no": 2865,
    "name": "(온평리)열운이",
    "lat": 33.4081349,
    "lon": 126.9002373
  },
  {
    "no": 2866,
    "name": "동광해바른",
    "lat": 33.3042134,
    "lon": 126.3517393
  },
  {
    "no": 2867,
    "name": "상창바람소리",
    "lat": 33.2723236,
    "lon": 126.3661767
  },
  {
    "no": 2868,
    "name": "안덕산방도서관",
    "lat": 33.2550122,
    "lon": 126.3307261
  },
  {
    "no": 2869,
    "name": "안덕산방도서관",
    "lat": 33.25505201,
    "lon": 126.3306509
  },
  {
    "no": 2870,
    "name": "용흥",
    "lat": null,
    "lon": null
  },
  {
    "no": 2871,
    "name": "동부도서관",
    "lat": 33.2622673,
    "lon": 126.6088075
  },
  {
    "no": 2872,
    "name": "서귀포시동부도서관",
    "lat": 33.26175816,
    "lon": 126.6083179
  },
  {
    "no": 2873,
    "name": "기적의도서관",
    "lat": 33.2541844,
    "lon": 126.5704175
  },
  {
    "no": 2874,
    "name": "서귀포기적의도서관",
    "lat": 33.2543139,
    "lon": 126.5699888
  },
  {
    "no": 2875,
    "name": "서부도서관",
    "lat": 33.251047,
    "lon": 126.4317627
  },
  {
    "no": 2876,
    "name": "서귀포시서부도서관",
    "lat": 33.25090559,
    "lon": 126.4323801
  },
  {
    "no": 2877,
    "name": "서귀포학생문화원도서관",
    "lat": 33.25862088,
    "lon": 126.5619531
  },
  {
    "no": 2878,
    "name": "서귀포학생문화원도서관",
    "lat": 33.25862088,
    "lon": 126.5619531
  },
  {
    "no": 2879,
    "name": "보목꿈터",
    "lat": 33.2417595,
    "lon": 126.6024779
  },
  {
    "no": 2880,
    "name": "(세화2리)갯머리",
    "lat": 33.3070253,
    "lon": 126.8014195
  },
  {
    "no": 2881,
    "name": "(토산1리)웃토산",
    "lat": 33.3264196,
    "lon": 126.7658003
  },
  {
    "no": 2882,
    "name": "표선도서관",
    "lat": 33.32377597,
    "lon": 126.8384972
  },
  {
    "no": 2883,
    "name": "표선도서관",
    "lat": 33.3237558,
    "lon": 126.8385045
  },
  {
    "no": 2884,
    "name": "동녘도서관",
    "lat": 33.52044879,
    "lon": 126.8545673
  },
  {
    "no": 2885,
    "name": "동녘도서관",
    "lat": 33.52044879,
    "lon": 126.8545673
  },
  {
    "no": 2886,
    "name": "제주시기적의도서관",
    "lat": 33.50176496,
    "lon": 126.5355283
  },
  {
    "no": 2887,
    "name": "제주시기적의도서관",
    "lat": 33.50176496,
    "lon": 126.5355283
  },
  {
    "no": 2888,
    "name": "우당도서관",
    "lat": 33.51548334,
    "lon": 126.5481387
  },
  {
    "no": 2889,
    "name": "우당도서관",
    "lat": 33.51548334,
    "lon": 126.5481387
  },
  {
    "no": 2890,
    "name": "애월도서관",
    "lat": 33.46332164,
    "lon": 126.3313092
  },
  {
    "no": 2891,
    "name": "애월도서관",
    "lat": 33.46332164,
    "lon": 126.3313092
  },
  {
    "no": 2892,
    "name": "제주도서관",
    "lat": 33.50009108,
    "lon": 126.5411935
  },
  {
    "no": 2893,
    "name": "제주도서관",
    "lat": 33.50009108,
    "lon": 126.5411935
  },
  {
    "no": 2894,
    "name": "한라도서관",
    "lat": 33.47634678,
    "lon": 126.5156272
  },
  {
    "no": 2895,
    "name": "탐라도서관",
    "lat": 33.47919835,
    "lon": 126.4771977
  },
  {
    "no": 2896,
    "name": "탐라도서관",
    "lat": 33.47919835,
    "lon": 126.4771977
  },
  {
    "no": 2897,
    "name": "조천읍도서관",
    "lat": 33.53770537,
    "lon": 126.6676186
  },
  {
    "no": 2898,
    "name": "조천읍도서관",
    "lat": 33.53766588,
    "lon": 126.6676833
  },
  {
    "no": 2899,
    "name": "한경도서관",
    "lat": 33.35010593,
    "lon": 126.1845312
  },
  {
    "no": 2900,
    "name": "한경도서관",
    "lat": 33.35010593,
    "lon": 126.1845312
  },
  {
    "no": 2901,
    "name": "한수풀도서관",
    "lat": 33.42030766,
    "lon": 126.2685107
  },
  {
    "no": 2902,
    "name": "한수풀도서관",
    "lat": 33.42030766,
    "lon": 126.2685107
  },
  {
    "no": 2903,
    "name": "계룡도서관",
    "lat": 36.2769145,
    "lon": 127.2498048
  },
  {
    "no": 2904,
    "name": "엄사도서관",
    "lat": 36.2870272,
    "lon": 127.2379072
  },
  {
    "no": 2905,
    "name": "공주시시립도서관(웅진관)",
    "lat": 36.4609301,
    "lon": 127.1112131
  },
  {
    "no": 2906,
    "name": "공주도서관",
    "lat": 36.451606,
    "lon": 127.126373
  },
  {
    "no": 2907,
    "name": "공주시시립도서관(강북관)",
    "lat": 36.4711842,
    "lon": 127.1549033
  },
  {
    "no": 2908,
    "name": "공주유구도서관",
    "lat": 36.548846,
    "lon": 126.950039
  },
  {
    "no": 2909,
    "name": "군북작은도서관",
    "lat": 36.166411,
    "lon": 127.5260219
  },
  {
    "no": 2910,
    "name": "금산인삼고을도서관",
    "lat": 36.111102,
    "lon": 127.490593
  },
  {
    "no": 2911,
    "name": "금산도서관",
    "lat": 36.102088,
    "lon": 127.484262
  },
  {
    "no": 2912,
    "name": "금산작은도서관",
    "lat": 36.0971783,
    "lon": 127.4915523
  },
  {
    "no": 2913,
    "name": "금산기적의도서관",
    "lat": 36.1109991,
    "lon": 127.4906171
  },
  {
    "no": 2914,
    "name": "남일작은도서관",
    "lat": 36.0448224,
    "lon": 127.5042748
  },
  {
    "no": 2915,
    "name": "제원작은도서관",
    "lat": 36.1130544,
    "lon": 127.5467774
  },
  {
    "no": 2916,
    "name": "진산도서관",
    "lat": 36.1438881,
    "lon": 127.3698109
  },
  {
    "no": 2917,
    "name": "추부도서관",
    "lat": 36.1909283,
    "lon": 127.4700975
  },
  {
    "no": 2918,
    "name": "강경도서관",
    "lat": 36.1591204,
    "lon": 127.0184433
  },
  {
    "no": 2919,
    "name": "강경도서관",
    "lat": 36.1591204,
    "lon": 127.0184433
  },
  {
    "no": 2920,
    "name": "광석빛돌작은도서관",
    "lat": 36.2429499,
    "lon": 127.0786841
  },
  {
    "no": 2921,
    "name": "충청남도남부평생학습관",
    "lat": 36.1965085,
    "lon": 127.08583
  },
  {
    "no": 2922,
    "name": "상월주민자치도서관",
    "lat": 36.2956767,
    "lon": 127.1411452
  },
  {
    "no": 2923,
    "name": "연무도서관",
    "lat": 36.1264842,
    "lon": 127.0972574
  },
  {
    "no": 2924,
    "name": "연무도서관",
    "lat": 36.1264842,
    "lon": 127.0972574
  },
  {
    "no": 2925,
    "name": "은진면작은도서관",
    "lat": 36.1673948,
    "lon": 127.1069765
  },
  {
    "no": 2926,
    "name": "고대웃음꽃작은도서관",
    "lat": 36.9244435,
    "lon": 126.5959076
  },
  {
    "no": 2927,
    "name": "대호지책나래작은도서관",
    "lat": 36.8970354,
    "lon": 126.5072679
  },
  {
    "no": 2928,
    "name": "원당꿈초롱작은도서관",
    "lat": 36.9027198,
    "lon": 126.6432917
  },
  {
    "no": 2929,
    "name": "당진도서관",
    "lat": 36.8953082,
    "lon": 126.6239421
  },
  {
    "no": 2930,
    "name": "석문생각나무작은도서관",
    "lat": 37.0137655,
    "lon": 126.5374755
  },
  {
    "no": 2931,
    "name": "송산개미작은도서관",
    "lat": 36.9346288,
    "lon": 126.6799977
  },
  {
    "no": 2932,
    "name": "송악해나루작은도서관",
    "lat": 36.9614169,
    "lon": 126.7754637
  },
  {
    "no": 2933,
    "name": "송악샘터작은도서관",
    "lat": 36.9385309,
    "lon": 126.7440882
  },
  {
    "no": 2934,
    "name": "당진시립송악도서관",
    "lat": 36.9081557,
    "lon": 126.6920185
  },
  {
    "no": 2935,
    "name": "순성반딧불이작은도서관",
    "lat": 36.8444066,
    "lon": 126.7140007
  },
  {
    "no": 2936,
    "name": "신평거산작은도서관",
    "lat": 36.879105,
    "lon": 126.7539998
  },
  {
    "no": 2937,
    "name": "신평청소년작은도서관",
    "lat": 36.8852316,
    "lon": 126.7735905
  },
  {
    "no": 2938,
    "name": "당진시립중앙도서관",
    "lat": 36.8936538,
    "lon": 126.632599
  },
  {
    "no": 2939,
    "name": "당진시립합덕도서관",
    "lat": 36.811625,
    "lon": 126.7605331
  },
  {
    "no": 2940,
    "name": "대천항작은도서관",
    "lat": 36.326611,
    "lon": 126.506023
  },
  {
    "no": 2941,
    "name": "문화의전당작은도서관",
    "lat": 36.350178,
    "lon": 126.591349
  },
  {
    "no": 2942,
    "name": "보령도서관",
    "lat": 36.4838912,
    "lon": 127.1337993
  },
  {
    "no": 2943,
    "name": "보령웅천도서관",
    "lat": 36.232449,
    "lon": 126.605776
  },
  {
    "no": 2944,
    "name": "중앙도서관",
    "lat": 36.351331,
    "lon": 126.600963
  },
  {
    "no": 2945,
    "name": "죽정도서관",
    "lat": 36.357761,
    "lon": 126.608521
  },
  {
    "no": 2946,
    "name": "주산도서관",
    "lat": 36.199441,
    "lon": 126.633225
  },
  {
    "no": 2947,
    "name": "오천작은도서관",
    "lat": 36.438415,
    "lon": 126.521905
  },
  {
    "no": 2948,
    "name": "부여도서관",
    "lat": 36.2836895,
    "lon": 126.9159273
  },
  {
    "no": 2949,
    "name": "홍산공공도서관",
    "lat": 36.2168569,
    "lon": 126.7593445
  },
  {
    "no": 2950,
    "name": "고북작은도서관",
    "lat": 36.667087,
    "lon": 126.533374
  },
  {
    "no": 2951,
    "name": "서산시립대산도서관",
    "lat": 36.940147,
    "lon": 126.439285
  },
  {
    "no": 2952,
    "name": "충남서부평생학습관",
    "lat": 36.7696828,
    "lon": 126.4645528
  },
  {
    "no": 2953,
    "name": "부석작은도서관",
    "lat": 36.714941,
    "lon": 126.393513
  },
  {
    "no": 2954,
    "name": "서산시립도서관",
    "lat": 36.788259,
    "lon": 126.449239
  },
  {
    "no": 2955,
    "name": "서산어린이도서관",
    "lat": 36.792525,
    "lon": 126.462873
  },
  {
    "no": 2956,
    "name": "인지작은도서관",
    "lat": 36.752892,
    "lon": 126.425396
  },
  {
    "no": 2957,
    "name": "서산해미도서관",
    "lat": 36.715773,
    "lon": 126.543224
  },
  {
    "no": 2958,
    "name": "서천도서관",
    "lat": 36.075933,
    "lon": 126.6984536
  },
  {
    "no": 2959,
    "name": "장항공공도서관",
    "lat": 36.0152724,
    "lon": 126.6833317
  },
  {
    "no": 2960,
    "name": "남산도서관",
    "lat": 36.7819224,
    "lon": 126.995721
  },
  {
    "no": 2961,
    "name": "둔포도서관",
    "lat": 36.926403,
    "lon": 127.0407865
  },
  {
    "no": 2962,
    "name": "아산도서관",
    "lat": 36.790028,
    "lon": 126.991398
  },
  {
    "no": 2963,
    "name": "배방도서관",
    "lat": 36.7739116,
    "lon": 127.057838
  },
  {
    "no": 2964,
    "name": "어린이도서관",
    "lat": 36.793709,
    "lon": 127.002099
  },
  {
    "no": 2965,
    "name": "송곡도서관",
    "lat": 36.800164,
    "lon": 127.0141934
  },
  {
    "no": 2966,
    "name": "탕정온샘도서관",
    "lat": 36.794342,
    "lon": 127.055147
  },
  {
    "no": 2967,
    "name": "예산군립도서관",
    "lat": 36.69949917,
    "lon": 126.8403863
  },
  {
    "no": 2968,
    "name": "삽교공공도서관",
    "lat": 36.692174,
    "lon": 126.743207
  },
  {
    "no": 2969,
    "name": "예산도서관",
    "lat": 36.67874,
    "lon": 126.833773
  },
  {
    "no": 2970,
    "name": "광덕작은도서관",
    "lat": 36.8188471,
    "lon": 127.1615591
  },
  {
    "no": 2971,
    "name": "목천느티나무작은도서관",
    "lat": 36.9180421,
    "lon": 127.1342511
  },
  {
    "no": 2972,
    "name": "충청남도평생교육원",
    "lat": 36.46178,
    "lon": 127.12166
  },
  {
    "no": 2973,
    "name": "아우내도서관",
    "lat": 36.7668541,
    "lon": 127.3032271
  },
  {
    "no": 2974,
    "name": "문성동작은도서관",
    "lat": 36.8141511,
    "lon": 127.1521491
  },
  {
    "no": 2975,
    "name": "북면바로내작은도서관",
    "lat": 36.8227841,
    "lon": 127.2722181
  },
  {
    "no": 2976,
    "name": "성남면작은도서관",
    "lat": 36.7424651,
    "lon": 127.2366611
  },
  {
    "no": 2977,
    "name": "신안동작은도서관",
    "lat": 36.8215531,
    "lon": 127.1468091
  },
  {
    "no": 2978,
    "name": "중앙동작은도서관",
    "lat": 36.8044961,
    "lon": 127.1496381
  },
  {
    "no": 2979,
    "name": "원성2동작은도서관",
    "lat": 36.8001171,
    "lon": 127.1581461
  },
  {
    "no": 2980,
    "name": "중앙도서관",
    "lat": 36.8089661,
    "lon": 127.1533111
  },
  {
    "no": 2981,
    "name": "일봉동작은도서관",
    "lat": 36.7990811,
    "lon": 127.1353251
  },
  {
    "no": 2982,
    "name": "청수도서관",
    "lat": 36.7891567,
    "lon": 127.1558762
  },
  {
    "no": 2983,
    "name": "신방도서관",
    "lat": 36.7744291,
    "lon": 127.1307781
  },
  {
    "no": 2984,
    "name": "풍세면작은도서관",
    "lat": 36.7222491,
    "lon": 127.1185651
  },
  {
    "no": 2985,
    "name": "도솔도서관",
    "lat": 36.8150721,
    "lon": 127.1136291
  },
  {
    "no": 2986,
    "name": "두정도서관",
    "lat": 36.8344961,
    "lon": 127.1346781
  },
  {
    "no": 2987,
    "name": "성정1동작은도서관",
    "lat": 36.7877871,
    "lon": 127.2356711
  },
  {
    "no": 2988,
    "name": "성거도서관",
    "lat": 36.8715171,
    "lon": 127.2007341
  },
  {
    "no": 2989,
    "name": "성환읍작은도서관",
    "lat": 36.8786121,
    "lon": 127.1505661
  },
  {
    "no": 2990,
    "name": "천안성환도서관",
    "lat": 36.913363,
    "lon": 127.13055
  },
  {
    "no": 2991,
    "name": "쌍용도서관",
    "lat": 36.8003721,
    "lon": 127.1146491
  },
  {
    "no": 2992,
    "name": "입장면작은도서관",
    "lat": 36.9133491,
    "lon": 127.2182211
  },
  {
    "no": 2993,
    "name": "직산읍작은도서관",
    "lat": 36.6984861,
    "lon": 127.1100591
  },
  {
    "no": 2994,
    "name": "천안축구센터작은도서관",
    "lat": 36.821873,
    "lon": 127.146782
  },
  {
    "no": 2995,
    "name": "충청남도학생교육문화원",
    "lat": 36.8094135,
    "lon": 127.1568306
  },
  {
    "no": 2996,
    "name": "남양생명나무작은도서관",
    "lat": 36.379015,
    "lon": 126.796659
  },
  {
    "no": 2997,
    "name": "대치면작은도서관",
    "lat": 36.444803,
    "lon": 126.832058
  },
  {
    "no": 2998,
    "name": "목면작은도서관",
    "lat": 36.419134,
    "lon": 127.003971
  },
  {
    "no": 2999,
    "name": "비봉면작은도서관",
    "lat": 36.519416,
    "lon": 126.786459
  },
  {
    "no": 3000,
    "name": "운곡면작은도서관",
    "lat": 36.523723,
    "lon": 126.844652
  },
  {
    "no": 3001,
    "name": "장평면작은도서관",
    "lat": 36.342111,
    "lon": 126.892981
  },
  {
    "no": 3002,
    "name": "정산도서관",
    "lat": 36.412924,
    "lon": 126.951206
  },
  {
    "no": 3003,
    "name": "청남꿈꾸는작은도서관",
    "lat": 36.356006,
    "lon": 126.951681
  },
  {
    "no": 3004,
    "name": "청양도서관",
    "lat": 36.452765,
    "lon": 126.800322
  },
  {
    "no": 3005,
    "name": "솔로몬작은도서관",
    "lat": 36.449411,
    "lon": 126.805373
  },
  {
    "no": 3006,
    "name": "청양도서관",
    "lat": 36.4527618,
    "lon": 126.8003983
  },
  {
    "no": 3007,
    "name": "화성책카페",
    "lat": 36.424368,
    "lon": 126.714857
  },
  {
    "no": 3008,
    "name": "태안군립안면도서관",
    "lat": 36.515318,
    "lon": 126.3445096
  },
  {
    "no": 3009,
    "name": "태안도서관",
    "lat": 36.46509,
    "lon": 126.17204
  },
  {
    "no": 3010,
    "name": "태안군립중앙도서관",
    "lat": 36.755245,
    "lon": 126.3082968
  },
  {
    "no": 3011,
    "name": "광천공공도서관",
    "lat": 36.504624,
    "lon": 126.625284
  },
  {
    "no": 3012,
    "name": "충남도서관",
    "lat": 36.656226,
    "lon": 126.669711
  },
  {
    "no": 3013,
    "name": "홍성군글마루작은도서관",
    "lat": 36.593848,
    "lon": 126.655617
  },
  {
    "no": 3014,
    "name": "홍성도서관",
    "lat": 36.5995606,
    "lon": 126.6671776
  },
  {
    "no": 3015,
    "name": "다누리도서관",
    "lat": 37.043833,
    "lon": 128.485103
  },
  {
    "no": 3016,
    "name": "다누리도서관",
    "lat": 37.043833,
    "lon": 128.485103
  },
  {
    "no": 3017,
    "name": "매포공공도서관",
    "lat": 36.991389,
    "lon": 128.335969
  },
  {
    "no": 3018,
    "name": "매포공공도서관",
    "lat": 36.991389,
    "lon": 128.335969
  },
  {
    "no": 3019,
    "name": "매곡초등학교 매화골 도서관",
    "lat": 36.1924407,
    "lon": 127.9322492
  },
  {
    "no": 3020,
    "name": "궁촌작은도서관",
    "lat": 36.1072466,
    "lon": 127.9176753
  },
  {
    "no": 3021,
    "name": "상촌중학교 학습정보실",
    "lat": 36.143216,
    "lon": 127.913169
  },
  {
    "no": 3022,
    "name": "상촌초등학교 도서관",
    "lat": 36.1471958,
    "lon": 127.9116135
  },
  {
    "no": 3023,
    "name": "갈마루작은도서관",
    "lat": 36.1488053,
    "lon": 127.9142032
  },
  {
    "no": 3024,
    "name": "심천구세군",
    "lat": 36.2385499,
    "lon": 127.7221097
  },
  {
    "no": 3025,
    "name": "심천중학교 도서관",
    "lat": 36.2209568,
    "lon": 127.7139699
  },
  {
    "no": 3026,
    "name": "구세군양강도서관",
    "lat": 36.1465842,
    "lon": 127.7490499
  },
  {
    "no": 3027,
    "name": "묵정마을문고",
    "lat": 36.1279645,
    "lon": 127.709947
  },
  {
    "no": 3028,
    "name": "양강초등학교도서실",
    "lat": 36.145721,
    "lon": 127.747129
  },
  {
    "no": 3029,
    "name": "꿈이자라는문고",
    "lat": 36.1199972,
    "lon": 127.6673389
  },
  {
    "no": 3030,
    "name": "양산초등학교 비봉글샘터",
    "lat": 36.1246393,
    "lon": 127.6663507
  },
  {
    "no": 3031,
    "name": "정수중학교 도서관",
    "lat": 36.1712488,
    "lon": 127.7759849
  },
  {
    "no": 3032,
    "name": "부용초등학교 부용햇살글마을",
    "lat": 36.1672741,
    "lon": 127.7671267
  },
  {
    "no": 3033,
    "name": "책드림도서관",
    "lat": 36.1699964,
    "lon": 127.7876525
  },
  {
    "no": 3034,
    "name": "영동고등학교 도서관",
    "lat": 36.1697222,
    "lon": 127.789166
  },
  {
    "no": 3035,
    "name": "레인보우영동도서관",
    "lat": 36.1712488,
    "lon": 127.7759849
  },
  {
    "no": 3036,
    "name": "레인보우영동도서관",
    "lat": 36.172732,
    "lon": 127.777798
  },
  {
    "no": 3037,
    "name": "어깨동무작은도서관",
    "lat": 36.1802453,
    "lon": 127.7801832
  },
  {
    "no": 3038,
    "name": "영동인터넷고등학교 도서관",
    "lat": 36.1788563,
    "lon": 127.7793197
  },
  {
    "no": 3039,
    "name": "유원대학교 도서관",
    "lat": 36.193769,
    "lon": 127.799035
  },
  {
    "no": 3040,
    "name": "꿈이있는문고",
    "lat": 36.1760111,
    "lon": 127.7876709
  },
  {
    "no": 3041,
    "name": "참배움의 집",
    "lat": 36.1654611,
    "lon": 127.7819328
  },
  {
    "no": 3042,
    "name": "리즈영어작은도서관",
    "lat": 36.1781767,
    "lon": 127.774795
  },
  {
    "no": 3043,
    "name": "영동초등학교 도서관",
    "lat": 36.4252531,
    "lon": 125.7913417
  },
  {
    "no": 3044,
    "name": "영신중학교 도서관",
    "lat": 36.1692463,
    "lon": 127.7752092
  },
  {
    "no": 3045,
    "name": "이수초등학교도서관",
    "lat": 36.1781063,
    "lon": 127.7771255
  },
  {
    "no": 3046,
    "name": "주곡작은도서관",
    "lat": 36.1747762,
    "lon": 127.8231213
  },
  {
    "no": 3047,
    "name": "영동산업과학고등학교 도서관",
    "lat": 36.1721069,
    "lon": 127.7708485
  },
  {
    "no": 3048,
    "name": "영동도서관",
    "lat": 36.1713509,
    "lon": 127.7727012
  },
  {
    "no": 3049,
    "name": "구룡초등학교 도담도서관",
    "lat": 36.2637914,
    "lon": 127.8280072
  },
  {
    "no": 3050,
    "name": "용문중학교 도서관",
    "lat": 36.2659818,
    "lon": 127.8238884
  },
  {
    "no": 3051,
    "name": "용화초등학교",
    "lat": 36.023198,
    "lon": 127.765981
  },
  {
    "no": 3052,
    "name": "초강초등학교 도서관",
    "lat": 36.2165728,
    "lon": 127.7145748
  },
  {
    "no": 3053,
    "name": "추풍령중학교도서관",
    "lat": 36.2172477,
    "lon": 128.0025771
  },
  {
    "no": 3054,
    "name": "추풍령초등학교학교도서관",
    "lat": 36.2144949,
    "lon": 127.9986867
  },
  {
    "no": 3055,
    "name": "학산초등학교 도서관",
    "lat": 36.0920088,
    "lon": 127.6861684
  },
  {
    "no": 3056,
    "name": "학산면청소년공부방",
    "lat": 36.0984447,
    "lon": 127.683684
  },
  {
    "no": 3057,
    "name": "학마을 글샘터",
    "lat": 36.0993667,
    "lon": 127.6824889
  },
  {
    "no": 3058,
    "name": "황간초등학교 월류글터도서실",
    "lat": 36.2273563,
    "lon": 127.912914
  },
  {
    "no": 3059,
    "name": "황간면청소년공부방",
    "lat": 36.2277318,
    "lon": 127.9105144
  },
  {
    "no": 3060,
    "name": "황간고등학교월류문화센터",
    "lat": 36.2349373,
    "lon": 127.9103961
  },
  {
    "no": 3061,
    "name": "황간중학교 도서관",
    "lat": 36.2441493,
    "lon": 127.8851279
  },
  {
    "no": 3062,
    "name": "옥천군민도서관",
    "lat": 36.3004442,
    "lon": 127.5725212
  },
  {
    "no": 3063,
    "name": "옥천군민도서관",
    "lat": 36.300444,
    "lon": 127.572521
  },
  {
    "no": 3064,
    "name": "감곡도서관",
    "lat": 36.9674561,
    "lon": 127.4849461
  },
  {
    "no": 3065,
    "name": "감곡도서관",
    "lat": 36.967456,
    "lon": 127.484946
  },
  {
    "no": 3066,
    "name": "금왕도서관",
    "lat": 36.9673582,
    "lon": 127.4850253
  },
  {
    "no": 3067,
    "name": "금왕도서관",
    "lat": 36.967358,
    "lon": 127.485025
  },
  {
    "no": 3068,
    "name": "대소도서관",
    "lat": 36.9396583,
    "lon": 127.6936142
  },
  {
    "no": 3069,
    "name": "대소도서관",
    "lat": 36.939658,
    "lon": 127.693614
  },
  {
    "no": 3070,
    "name": "음성도서관",
    "lat": 36.9396201,
    "lon": 127.6935851
  },
  {
    "no": 3071,
    "name": "음성도서관",
    "lat": 36.93962,
    "lon": 127.693585
  },
  {
    "no": 3072,
    "name": "의병도서관",
    "lat": 37.155111,
    "lon": 128.210267
  },
  {
    "no": 3073,
    "name": "의병도서관",
    "lat": 37.155111,
    "lon": 128.210267
  },
  {
    "no": 3074,
    "name": "제천시립도서관",
    "lat": 37.155111,
    "lon": 128.210267
  },
  {
    "no": 3075,
    "name": "제천시립도서관",
    "lat": 37.155111,
    "lon": 128.210267
  },
  {
    "no": 3076,
    "name": "제천여성도서관",
    "lat": 37.1388873,
    "lon": 128.2106401
  },
  {
    "no": 3077,
    "name": "제천여성도서관",
    "lat": 37.138887,
    "lon": 128.21064
  },
  {
    "no": 3078,
    "name": "기적의도서관",
    "lat": 37.155157,
    "lon": 128.219875
  },
  {
    "no": 3079,
    "name": "기적의도서관",
    "lat": 37.155157,
    "lon": 128.219875
  },
  {
    "no": 3080,
    "name": "봉양도서관",
    "lat": 37.1321536,
    "lon": 128.1243699
  },
  {
    "no": 3081,
    "name": "봉양도서관",
    "lat": 37.132154,
    "lon": 128.12437
  },
  {
    "no": 3082,
    "name": "증평군립도서관",
    "lat": 36.789594,
    "lon": 127.579624
  },
  {
    "no": 3083,
    "name": "증평군립도서관",
    "lat": 36.789594,
    "lon": 127.579624
  },
  {
    "no": 3084,
    "name": "진천군립광혜원도서관",
    "lat": 36.994424,
    "lon": 127.435891
  },
  {
    "no": 3085,
    "name": "진천군립광혜원도서관",
    "lat": 36.994424,
    "lon": 127.435891
  },
  {
    "no": 3086,
    "name": "생거진천혁신도시도서관",
    "lat": 36.8982299,
    "lon": 127.5347951
  },
  {
    "no": 3087,
    "name": "생거진천혁신도시도서관",
    "lat": 36.89823,
    "lon": 127.534795
  },
  {
    "no": 3088,
    "name": "진천군립도서관",
    "lat": 36.924046,
    "lon": 127.3675032
  },
  {
    "no": 3089,
    "name": "진천군립도서관",
    "lat": 36.924046,
    "lon": 127.367503
  },
  {
    "no": 3090,
    "name": "상당도서관",
    "lat": 36.646113,
    "lon": 127.490204
  },
  {
    "no": 3091,
    "name": "시립도서관",
    "lat": 36.612477,
    "lon": 127.505767
  },
  {
    "no": 3092,
    "name": "서원도서관",
    "lat": 36.626777,
    "lon": 127.484636
  },
  {
    "no": 3093,
    "name": "오창도서관",
    "lat": 36.744349,
    "lon": 127.454551
  },
  {
    "no": 3094,
    "name": "청원도서관",
    "lat": 36.666347,
    "lon": 127.475099
  },
  {
    "no": 3095,
    "name": "오창호수도서관",
    "lat": 36.713067,
    "lon": 127.424016
  },
  {
    "no": 3096,
    "name": "강내도서관",
    "lat": 36.623808,
    "lon": 127.362189
  },
  {
    "no": 3097,
    "name": "신율봉도서관",
    "lat": 36.631357,
    "lon": 127.446463
  },
  {
    "no": 3098,
    "name": "옥산도서관",
    "lat": 36.635004,
    "lon": 127.323307
  },
  {
    "no": 3099,
    "name": "오송도서관",
    "lat": 36.635004,
    "lon": 127.323307
  },
  {
    "no": 3100,
    "name": "흥덕도서관",
    "lat": 36.634494,
    "lon": 127.432103
  },
  {
    "no": 3101,
    "name": "충주시립도서관",
    "lat": 37.160015,
    "lon": 127.450014
  },
  {
    "no": 3102,
    "name": "충주시립도서관",
    "lat": 37.160015,
    "lon": 127.450014
  }
 ]

   var dtcCluster={
     global:{
       scan:null,
       cluster:null
     },
     init:function(){
      dtcCluster.global.scan = jDBSCAN().eps(10).minPts(2).distance('HAVERSINE').data(listJson);
      dtcCluster.global.scan();
      dtcCluster.global.cluster = dtcCluster.global.scan.getClusters();

      console.log(dtcCluster.global.cluster);
     },
     createCluster:function(){
       var clusterArr = dtcCluster.global.cluster;
       var layerList = new Module.JSLayerList(true);
       layer = layerList.createLayer("TEST_CLUSTER",Module.ELT_POLYHEDRON);
       
       for(var i =0;i<clusterArr.length;i++){
          
          var lon =clusterArr[i].location.longitude;
          var lat =clusterArr[i].location.latitude;
          var count = clusterArr[i].dimension;
          
          var posObj = new Module.JSVector3D(lon,lat,0);
          var clusterDom = document.createElement('div');
                    
          var param = {
            position:posObj,
            container:'clusterParents',
            canvas:Module.canvas,
            element:clusterDom,
            verticalAlign: "middle",
            horizontalAlign: "center"
          }

          var clusterObj = Module.createHTMLObject("cluster_indx_"+i);
          var rs = clusterObj.createbyJson(param);

          if(rs.result==1){
            layer.addObject(clusterObj,0);
    
            var htmlSvg = "<svg xmls=\"http://www.w3.org/2000/svg\" viewBox=\"0 0 60 60\" width=\"60\" height=\"60\">";
            htmlSvg = " <circle cx=\"30\" cy=\"30\" r=\"30\" fill=\"gold\" id=\"cluster_"+i+"\">"
            htmlSvg = "</svg>";

            var svg = document.createElementNS("http://www.w3.org/2000/svg", "svg");
            var circle =  document.createElementNS("http://www.w3.org/2000/svg", 'circle');
            circle.setAttributeNS(null,'id',"index_circle_"+i);
            circle.setAttributeNS(null,'cx',60);
            circle.setAttributeNS(null,'cy',60);
            circle.setAttributeNS(null,'r',30);
            circle.setAttributeNS(null,'fill','gold');
            circle.setAttributeNS(null,'stroke','gold');

            var circleText = document.createElementNS("http://www.w3.org/2000/svg", "text");
            circleText.setAttributeNS(null,'x',60);
            circleText.setAttributeNS(null,'y',60);
            circleText.setAttributeNS(null,'text-anchor','middle');
            circleText.setAttributeNS(null,'fill','#ffffff');
            circleText.setAttributeNS(null,'alignment-baseline','middle');
            circleText.textContent = count;

            svg.appendChild(circle);
            svg.appendChild(circleText);

            //console.log(clusterDom)
            clusterDom.appendChild(svg);
            
          }

       }

       layer.setMaxDistance(20000000);
       $("#clusterParents").css('z-index',100);
     }
   }